{
    "emails": [
        {
            "date": "Tue, 02 Jan 2001 05:19:09 -0500 (EST)", 
            "dateCentral": "2001-01-02T04:19:09-06:00", 
            "from": "john.fitzgerald@miami.edu", 
            "id": "20010102-Pine.PMDF.4.21L.0101020507200.541163286-100000@umiami.ir.miami.edu", 
            "message": "Dear Governor Bush:\n\nAs someone who spent many years in South Florida, you know firsthand the\nimportance of the Everglades National Park, which is sui generis among our\nnational and state treasures.  In my opinion, the proposed HABDI\ncommercial jetport in Homestead poses a dire threat to the park as we know\nit.  Please use the power of your office to block this proposed\ncommercial airport.  The City of Homestead certainly needs commercial \nrevitalization, but there are more prudent ways to achieve this aim than\nby needlessly placing the Everglades at risk.\n\nSincerely,\n\nJohn T. Fitzgerald\n15215 SW 78th Court\nMiami, FL 33157-2349", 
            "subject": "Homestead", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 07:13:35 -0500", 
            "dateCentral": "2001-01-02T06:13:35-06:00", 
            "from": "\"DiBenigno, Arlene\" <DiBeniA@eog.state.fl.us>", 
            "id": "20010102-32F64A7C8687D3118A100004ACE6E2D2018FBF50@govexch.eog.state.fl.us", 
            "message": "Brewser can you call me to discuss\n \nTHANX\n \n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Saturday, December 30, 2000 1:35 PM\nTo: Arlene DiBenigno (EOG) (E-mail); Brown Brewser (EOG) (E-mail)\nSubject: FW: (no subject)\n \n \n-----Original Message-----\nFrom: MJones4072@aol.com [mailto:MJones4072@aol.com]\nSent: Saturday, December 30, 2000 9:27 AM\nTo: jeb@jeb.org\nSubject: (no subject)\nHI Governor Bush, \nIf I don't hear from you soon, and I know you are busy, I will call when \nschool starts again on Jan. 2nd.  I really would love to serve on that safety \ncommittee.  I know how committed you are to school safety, and I appreciate \nyou even considering me.  I hope you or Mr. Brown will get back to me soon. \n\nSincerly, \nDr. PeggyJones, Principal of Sebastian River High School--Indian River County", 
            "subject": "RE: (no subject)", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>, \"Brown, Brewser\""
        }, 
        {
            "date": "Tue, 2 Jan 2001 04:23:25 -0800", 
            "dateCentral": "2001-01-02T06:23:25-06:00", 
            "from": "\"Sobel, Lee @ Miami\" <LSobel2@cbre.com>", 
            "id": "20010102-E112A2657D58D211A7250008C74CD2726DA60E@xng-miami.intra.cbcommercial.com", 
            "message": "As a  registered Republican voter and resident of Florida I am very disturbed by the HABDI proposal. Please consider the competing proposals which provide a much higher quality of life to me and my family as well as protect the last remaining habitats in the Everglades and reefs of Biscayne Bay.\n\nThanks! \n\n\n\nLee S. Sobel \nAssociate, Investment Properties Group \nCB Richard Ellis, Inc. \n777 Brickell Avenue, Suite 1000 \nMiami, Florida  33131 \n\nDirect: 305-381-6431 \nFacsimile: 305-381-6462 \nMain: 305-374-1000 \n\n <mailto:Lsobel2@cbrichardellis.com> Lsobel2@cbre.com \n <http://www.cbrichardellis.com> www.cbrichardellis.com \n\n__________________________________________________________________________________________ \nThe information contained in this e-mail transmission is intended only for the use of the recipient(s) named above. If the reader of this message is not the intended recipient, or the employee or agent responsible for delivering it to the intended recipient, you are hereby notified that any dissemination, distribution or copying of this communication is strictly prohibited. If you received this e-mail in error, please notify us by e-mail reply. Receipt by anyone other than the intended recipient is not a waiver of any attorney-client or work-product privilege.", 
            "subject": "No HABI", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 07:23:53 -0500", 
            "dateCentral": "2001-01-02T06:23:53-06:00", 
            "from": "\"Arlene DiBenigno\" <arlene@jeb.org>", 
            "id": "20010102-001901c074b6$e38c3360$b1bbfea9@af189gw", 
            "message": "Not yet, however after the holiday mail delay we may receive today\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Sunday, December 31, 2000 3:00 PM\nTo: Arlene Dibenigno (E-mail)\nSubject: FW: (no subject)\n\n\nhas bill sublette sent in an application?\n\njeb\n\n-----Original Message-----\nFrom: Wesublette@aol.com [mailto:Wesublette@aol.com]\nSent: Tuesday, December 19, 2000 6:36 PM\nTo: bushj@eog.state.fl.us; jeb@jeb.org\nSubject: (no subject)\n\n\nJeb:\n\nI hope this e-mail finds you doing well and enjoying the holidays.  I know\nit\nmust have been an exhausting last six weeks for you, so I hope you get a\nchance to get some rest over the next few weeks.\n\nThank you for what I know must have been your considerable influence in\ngetting Mel appointed HUD Secretary.  He will be a tremendous asset to\nPresident Bush and the administration, and his appointment is quite an honor\nfor Florida and for Central Florida in particular.\n\nMel's appointment has caught much of the community by surprise.  I\nunderstand, though, that you will be appointing a successor for the\nremaining\ntwo years of Mel's term as County Chairman.  My name has been floated as a\npotential candidate for the post and I am writing to confirm my interest in\nthe position.  If possible I would greatly appreciate the opportunity to\nquietly come to Tallahassee to speak with you about the position.  Please\nlet\nme know your thoughts on this.\n\nI hope you and your family enjoy your Christmas and New Year, and I look\nforward to talking with you when you have the time.\n\nSincerely,\n\nBill Sublette\n\nP.S.  Thank you so much for the kind note and signed photograph which you\ngave the Title Loan Reform coalition for the beautifully framed award which\nthey recently gave me.", 
            "subject": "RE: (no subject)", 
            "to": "<jeb@jeb.org>"
        }, 
        {
            "date": "Tue,  2 Jan 2001 08:03:24 -0500", 
            "dateCentral": "2001-01-02T07:03:24-06:00", 
            "from": "Lois Ventimiglia <ventimiglial@iopener.net>", 
            "id": "20010102-t978440604.c1.u2100049972@d701902510.iopener.net", 
            "message": "Stop the airport proposed in Homestead FL.\tLois Ventimiglia 1669 Greer Ave Homestead Fl", 
            "subject": "Homestead AFB", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 08:18:52 -0500", 
            "dateCentral": "2001-01-02T07:18:52-06:00", 
            "from": "\"Krueger, Jennifer\" <kruegerj@fdhc.state.fl.us>", 
            "id": "20010102-0442468CEE22D411A0D300204840384D0405C9F3@mailman.fdhc.state.fl.us", 
            "message": "Attached is the current delegation for Ruben King-Shaw.\n\nJennifer V. Krueger\nExecutive Direction\n850/922-7245 SC 292-7245\nFax 488-0046\nkruegerj@fdhc.state.fl.us\n\n>  -----Original Message-----\n> From: \tKrueger, Jennifer  \n> Sent:\tTuesday, January 02, 2001 8:16 AM\n> To:\tBranker, Laura; Gregg, Christy; Noble, Rufus; Gallagher, Julie;\n> Buigas, Pete; Hopes, Scott; Shea, Darrell; Dudek, Liz; Blanton, Travis;\n> Brodie, Jim; Sharpe, Bob; Mayer, Jerry\n> Cc:\tGuyton, Irish O.; Clark, Betty; Spurgeon, Julia; Noor, Paula; Krell,\n> Cynthia; Dulany, Carole S.; Saalmann, Bobbie; Stewart, Kimberly; Beeman,\n> Mary Jo; Hill, Emma; McGranahan, Ann; Cobia, Connie; Jordan, Betty;\n> 'jeb@org.com'\n> Subject:\tCurrent delegation\n> \n> Attached is the current delegation of authority.\n>  <<Delegation January 2 - 5 2001.doc>> \n> \n> Jennifer V. Krueger\n> Executive Direction\n> 850/922-7245 SC 292-7245\n> Fax 488-0046\n> kruegerj@fdhc.state.fl.us\n>", 
            "subject": "FW: Current delegation", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 08:22:00 -0500", 
            "dateCentral": "2001-01-02T07:22:00-06:00", 
            "from": "\"Marie Dinon\" <dinon@webgears.com>", 
            "id": "20010102-LPBBIJOGAFPGIFAIPNOJMEIOCGAA.dinon@webgears.com", 
            "message": "This attachment is from Pravda.  It seems the Russians are calling for international supervision of U.S. Presidential elections.They say it's too dangerous to the world community to leave the choice of the American president to Americans.\n \nMarie\n \nhttp://www.russiatoday.com/frames/frames.php3?url=http%3A%2F%2Fc.moreover.com%2Fclick%2Fhere.pl%3Fx13748864\n \n05:30 2001-01-01\n\nTHE RUSSIAN STATE DUMA IS ALARMED THAT THE USA ELECTIONS RESULTS WOULD PROBABLY BE FALSIFIED \n\nThe group of deputes of the Russian State Duma prepared a draft resolution â\u0080\u009cAbout the maintenance of democracy in USA and international monitoring of the US presidential electionsâ\u0080\u009d. In the document, prepared by representatives of the Communists fraction, Agrarians, â\u0080\u009cRussiaâ\u0080\u0099s Regionsâ\u0080\u009d, â\u0080\u009cFatherland â\u0080\u0093 all Russiaâ\u0080\u009d â\u0080\u009cthe anxiety of the State Duma about the possible falsification of the forthcoming USA Presidential electionsâ\u0080\u009d is expressed. The document reads as follows: â\u0080\u009cIn practice a half of the electorate donâ\u0080\u0099t participate in the elections. Itâ\u0080\u0099s impossible to reveal the wish of the population this wayâ\u0080\u009d. â\u0080\u009cTaking into consideration the growing influence of USA upon the affairs of world community, the State Duma considers that the Presidential elections in USA cannot be exclusively an internal affair of the country, because they concern the vital interests of other countriesâ\u0080\u009d. â\u0080\u009cThe elections should be carried out under the efficient control of the world community, which guarantees the common democratic standards compliance.â\u0080\u009d \nThe authors of the document call for UNO, OSCE, parliaments, governments and other organisations â\u0080\u009cto arrange an efficient international monitoring of the Presidential elections in USA.â\u0080\u009d â\u0080\u009cIn case the US administration puts obstacles in the way of the international monitoring of the presidential elections, the State Duma will call for the world community to reject the results of the elections and press for the repeated election under the patronage of the UNOâ\u0080\u009d â\u0080\u0093 the draft resolution runs. \n2000-10-24", 
            "subject": "Rx-International Monitoring of U.S. Presidential elections", 
            "to": "\"Jeb Bush\" <jeb@jeb.org>, \"Billie Neese\" <bneese@peganet.com>,"
        }, 
        {
            "date": "Tue, 2 Jan 2001 09:15:10 -0500", 
            "dateCentral": "2001-01-02T08:15:10-06:00", 
            "from": "\"Yablonski, Brian\" <Brian.Yablonski@LASPBS.STATE.FL.US>", 
            "id": "20010102-80A58B5A0122D411BAFD0008C7865088B522AD@laspbs02.laspbs.state.fl.us", 
            "message": "per our conversation a couple days ago on the agency legislation. \n\n -----Original Message----- \nFrom:   Kammel, Kay [ mailto:KammelK@eog.state.fl.us] \nSent:   Tuesday, January 02, 2001 9:14 AM \nTo:     Yablonski, Brian \nSubject:        RE: agency legislative agenda \n\n\nBrian, \n\nThe Lt. Governor has a meeting with the Governor on Friday at 1:30 to discuss the agency legislative packages.  Unfortunately it is only a 1/2 hour but that's all we could get.\n\nKay \n\n\n\t -----Original Message----- \nFrom:   Yablonski, Brian [ mailto:Brian.Yablonski@LASPBS.STATE.FL.US] \nSent:   Sunday, December 31, 2000 3:01 PM \nTo:     Neal, Kevin; Brogan, Frank \nSubject:        agency legislative agenda \n\n\tthe governor brought this up in a conversation today.  he mentioned that he has not had a meeting with us to go over the agency recommendations and the \"limited government agenda\" and figures he'd probably go for a hybrid, but wants to meet to discuss.  Kevin, is this something that is on the schedule in the near future?", 
            "subject": "FW: agency legislative agenda", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 09:27:15 -0500", 
            "dateCentral": "2001-01-02T08:27:15-06:00", 
            "from": "\"Sayfie, Justin\" <Justin.Sayfie@LASPBS.STATE.FL.US>", 
            "id": "20010102-80A58B5A0122D411BAFD0008C7865088A92760@laspbs02.laspbs.state.fl.us", 
            "message": "Yes, I asked to meet with him, and we're setting up a time to discuss what he thinks the state should or should not be doing to allow for the success of social enterprises.  I will keep you posted.\n \n--Justin\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Sunday, December 31, 2000 3:02 PM\nTo: Justin Sayfie (E-mail); Sayfie, Justin (E-mail)\nSubject: FW: Social Entrepreneurship\n\n\ndid you respond?\n \nJeb\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Friday, December 22, 2000 8:31 PM\nTo: Brian Yablonski (EOG) (E-mail); Sayfie, Justin (EOG) (E-mail)\nSubject: FW: Social Entrepreneurship\n\n\nvery interesting. Can one of you respond. this is interesting, don't you think?\n \nJeb \n\n[Jeb Bush] \n -----Original Message-----\nFrom: Dan Kane [mailto:dan@tampa-crossroads.com]\nSent: Tuesday, December 19, 2000 3:36 PM\nTo: jeb@jeb.org\nSubject: Social Entrepreneurship\n\n\n    Re: Social Entrepreneurship the future of Florida's non-profits\n \nDear Governor Bush:\nI am the executive director of Tampa Crossroads, Inc., a non-profit organization in Tampa which provides treatment and other services for offenders.  I had the opportunity to meet you at the two drug summits and have corresponded with you by email on several issues. Today I am writing you regarding the promise of social entrepreneurship and its place in Florida's progress under your leadership.\n \nYesterday, after a rigorous application process, I was selected as one of four non-profit leaders in Hillsborough and Pinellas Counties to become a fellow in the Denali Initiative. I will receive three years of very high caliber training in how to operate a social enterprise and my organization will receive up to $125,000 in start-up capital for a business venture.  I believe this represents the future of non-profit organizations.  Rather than rely on public funding, we will develop businesses that will allow us to generate our own revenue and become self-reliant. It is a model that has worked extremely well in organizations throughout the country.I believe your interest in privatizing the delivery of services and this model's focus on reducing the non-profit sector's dependence on tax monies are a great fit.\n \nIn the event that you are interested in having someone research the social enterprise model, I am including links to a few informative websites.First is the website for Pioneer Human Services, an extremely successful social enterprise with whom we have consulted. Pioneer serves the same population we serve, although last year in a similarly sized MSA they served 6000 clients while we served 150.  Only a small percentage of their $55 million in revenue comes from government contracts; they generate the rest through their business operations. I am also including a link to the Denali website and the Institute for Social Enterprise website.  Finally, I am also an article from yesterday's Tampa Tribune business section that ran under the headline Nonprofit groups are becoming businesslike. It includes a reference to Tampa Crossroads and our consultation with Pioneer in Seattle.\n \nhttp://www.pioneerhumanserv.com \nhttp://www.denaliinitiative.org \nhttp://www.socialent.org \n \nI have sent in my registration for this year's drug summit and anticipate I will be in Tallahassee February 22 & 23. I would welcome the opportunity to speak with you or a representative about the model and Tampa Crossroads.\nThank you,\nDan Kane", 
            "subject": "RE: Social Entrepreneurship", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 09:30:18 -0500", 
            "dateCentral": "2001-01-02T08:30:18-06:00", 
            "from": "Courtney Cunningham <ccunningham@BCMPARTNERS.com>", 
            "id": "20010102-41EBF4C5D5EED31191D300508BA80F857566@NTSERVER", 
            "message": "Sorry it's taken so long to reply to your email.  I was out of the office\nuntil today.  On the mansion foundation, I believe we could conduct some\nfundraising at the mansion.  There are a lot of people who  would love to\nspend some time there and spend a few moments with you.  It could be high $$\nor low $$ because we aren't trying to raise more than $250,000.  Certain\nbusinesses could also underwrite the large projects such as a library or\nupdating the mansion book.\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Friday, December 22, 2000 4:38 PM\nTo: 'Courtney Cunningham'\nSubject: RE: congrats/various\n\n\nthanks Courtney. What are the mansion foundation ideas?\n\njeb\n\n-----Original Message-----\nFrom: Courtney Cunningham [mailto:ccunningham@BCMPARTNERS.com]\nSent: Tuesday, December 19, 2000 10:29 AM\nTo: 'jeb@jeb.org'\nSubject: congrats/various\n\n\nJeb--\n\nFirst, happy holidays to you and your family.  It is so good that we'll have\nanother Bush in the WH.  It's historic and great for the USA.  The entire\ncountry will benefit from his leadership.  Pls KNOW that African Americans\nwill come around once they get to see his leadership and his compassion.\nThey did in TX and they will in the rest of the country--despite the\ndivisive tactics so-called leaders.  He will be the leader of all Americans.\nIt will happen.  When I worked for your father, I almost looked at him like\na \"national father\"--a man of excellence and integrity.  I guess the country\nnow has a \"national big-brother\"--a man of decency, compassion and a man of\nour generation.  I can't believe I know the President.  How cool is that?\n\nSecond, I won't be able to attend tonight.  I have to work at the Dade\nCounty Commission tonight.  Thanks for the invitation though.\n\nThird, keep your head up.  The state will pull together.  We love you out\nhere.\n\nFourth, we need to work on the mansion foundation.  I have some ideas.\n\n\nCourtney", 
            "subject": "RE: congrats/various", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 09:41:51 -0500", 
            "dateCentral": "2001-01-02T08:41:51-06:00", 
            "from": "\"Grodner, Vicki\" <VickiGrodner@spherion.com>", 
            "id": "20010102-23630E434748D41192CD009027FCA73801CA5F6C@USCSC33309EX4", 
            "message": "Dear Governor Bush,\n\nIt does not sound to me like this is the highest and best use, considering\nthe strain on the environment, and the \"lower wage jobs\". I would prefer to\nsee a production facility, if not the office park use.  Thank you in advance\nfor your attention to this matter.\n\n\"a certain group wants to redevelop a cargo port which would put a\ntremendous strain on the environment and bring a large number of lower wage\njobs to the area. The military base never put that type of strain on the\nenvironment. Think pollution, more traffic and lots of noise. Flight\npatterns would be created that could extend over the areas most of us live\nwhether or not you care about the fishes and trees.\"\n\nVICKI D. GRODNER\n\nCB Richard Ellis\nCorporate Services\ntel:  954.489.6189\nfax: 954.489.6170\nvgrodner@cbre.com\n\nProject Manager \nSpherion Real Estate Consultant\n2050 Spectrum Blvd. 3rd floor\nFort Lauderdale, FL 33309", 
            "subject": "Homestead Airforce Base", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 10:03:00 -0500", 
            "dateCentral": "2001-01-02T09:03:00-06:00", 
            "from": "\"Marion Hilliard\" <marionh@bellsouth.net>", 
            "id": "20010102-00ee01c074cd$19fb6f40$e081d6d1@jtkfavkl", 
            "message": "Dear Gov. Bush\n \nI urge you to come out against establishment of an airport in the old Homestead Air Force Base that was destroyed by the hurricane.\n \nAir noise pollution would destroy the sanctuary provided to the inhabitants of the Everglades.  An airport is not the best use of the extensive land mass.\n \nMarion B. Hilliard\nGovernment/Agency Liaison\nFlorida Federation of Garden Clubs, Inc.\n2902 Greenridge Road\nOrange Park 32073", 
            "subject": "Everglades/Homestead Airport", 
            "to": "\"Jeb Bush\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 10:05:27 EST", 
            "dateCentral": "2001-01-02T09:05:27-06:00", 
            "from": "Elizaj9989@aol.com", 
            "id": "20010102-67.dd0d73e.27834837@aol.com", 
            "message": "Once it is gone it is impossible to replace!!!\nthe Everglades are a national treasure, help save that treasure for our \nchildren.\nthank you.  J.M.Lee", 
            "subject": "STOP THE EVERGLADES AIRPORT", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 10:11:23 -0500", 
            "dateCentral": "2001-01-02T09:11:23-06:00", 
            "from": "\"Brown, Brewser\" <brewser.brown@myflorida.com>", 
            "id": "20010102-32F64A7C8687D3118A100004ACE6E2D2014515B6@govexch.eog.state.fl.us", 
            "message": "I think Leroy Collins was a great man with many great accomplishments.\nHowever, one area that has not been adequately addressed over the last\nseveral decades is the tragedy of so many disadvantaged children - whose\nonly hope may be a quality publicly financed education - not learning how to\nread, write, and count at levels that will allow them to pursue their\ndreams. The cycle of poverty continues and something must be done. I believe\nthe President-elect - however misguided you may think he is - is clearly\ntrying to help reach these children.  Here in Florida the 78 F schools that\nso many said could not improve saw dramatic even radical improvement. All 78\nearned a higher grade because of unprecedented improvement in the reading,\nwriting, and math skills of many students who critics of the accountability\nsystem said could not be expected to learn at the levels needed to give the\nschools a higher grade. In fact, as we now know, the students could perform\nat significantly higher levels.\n\n-----Original Message-----\nFrom: Marion Brady [mailto:mbrady22@cfl.rr.com]\nSent: Tuesday, January 02, 2001 4:57 AM\nTo: FCARFORUM@egroups.com; FL-SAC@egroups.com\nSubject: [FL-SAC] Re: [FCARFORUM] Fw: [TAWL] more on Paige-(Bush)\n\n\n> >By SCOTT LINDLAW, Associated Press Writer\n> >\n> >AUSTIN, Texas (AP) - President-elect Bush is readying an education\npackage\n> >that would aggressively test students [probably yearly] and cut federal\nfunds for schools that fail to measure up.......\n\n    How do you REACH these people?  How can they justify testing and\npenalizing schools when, as is the case here in Florida, one in four kids\nlives in poverty?  When some schools are more than 200% over capacity?  When\nthere are schools with an annual  student turnover rate of 50 to 80%?  When\nteacher starting salaries in some counties are in the mid 20s?  When\n..............argh!!\n    My morning Orlando Sentinel tells me the legislature has cut taxes so\nmuch in the last year that the state faces a billion plus budgetary\nshortfall, this in a state that already ranks dead last in the disparity\nbetween its wealth and its children's well-being.\n   If this is driven by some other motive than scapegoating--blaming kids\nand teachers rather than facing up to unmet social responsibilities--I'd\nlike to know what it is.\n   Where are the leaders like Leroy Collins when you need them, leaders who\nare willing to lead the public by teaching them rather than pandering to\nthem?\n\nMarion\n\n\nFlorida Association of School Advisory Councils\n\n  Subscribe:    FL-SAC-subscribe@egroup.com\n  Unsubscribe:  FL-SAC-unsubscribe@egroup.com\n  President:    dwayne@afn.org \"Dwayne Mundy\"\n\n  http://www.egroup.com/community/FL-SAC\n\n\nFlorida Association of School Advisory Councils\n\n  Subscribe:    FL-SAC-subscribe@egroup.com\n  Unsubscribe:  FL-SAC-unsubscribe@egroup.com\n  President:    dwayne@afn.org \"Dwayne Mundy\"\n\n  http://www.egroup.com/community/FL-SAC", 
            "subject": "RE: [FL-SAC] Re: [FCARFORUM] Fw:      [TAWL] more on Paige-(Bush)", 
            "to": "\"'FL-SAC@egroups.com'\" <FL-SAC@egroups.com>, FCARFORUM@egroups.com"
        }, 
        {
            "date": "Tue, 02 Jan 2001 15:11:26 +0000", 
            "dateCentral": "2001-01-02T09:11:26-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010102-268500db4e13ec8ba819724bef788d28cf8104e3", 
            "message": "i just got this!\n\nJeb\n\n-----Original Message-----\nFrom: David Brown [mailto:Dbrown@broadandcassel.com]\nSent: Saturday, December 30, 2000 4:47 PM\nTo: jeb@jeb.org\nSubject: Fwd: Orange County Polling Results\n\n\nhappy new year\n\n\"MMS <BroadandCassel.com>\" made the following\n annotations on 01/02/01 10:05:20\n------------------------------------------------------------------------------\nTHE INFORMATION CONTAINED IN THIS TRANSMISSION IS ATTORNEY PRIVILEGED AND CONFIDENTIAL.  IT IS INTENDED FOR THE USE OF THE INDIVIDUAL OR ENTITY NAMED ABOVE.  IF THE READER OF THIS MESSAGE IS NOT THE INTENDED RECIPIENT, YOU ARE HEREBY NOTIFIED THAT ANY DISSEMINATION, DISTRIBUTION OR COPY OF THIS COMMUNICATION IS STRICTLY PROHIBITED.  IF YOU HAVE RECEIVED THIS COMMUNICATION IN ERROR, PLEASE IMMEDIATELY NOTIFY  AND RETURN THE ORIGINAL MESSAGE TO THE SENDER.  THANK YOU.\n\n=============================================================================", 
            "subject": "RE: Orange County Polling Results", 
            "to": "'David Brown'"
        }, 
        {
            "date": "Tue, 02 Jan 2001 10:23:37 -0500", 
            "dateCentral": "2001-01-02T09:23:37-06:00", 
            "from": "\"David Brown\" <Dbrown@broadandcassel.com>", 
            "id": "20010102-sa51b1b3.060@broadandcassel.com", 
            "message": "it may have been held in our server at the office.  how about growth mgt issue?  pretty strong.  happy new year.  ps if you need, please call tre.  he has time to analyze. regards\n\n\n\"MMS <BroadandCassel.com>\" made the following\n annotations on 01/02/01 10:48:18\n------------------------------------------------------------------------------\nTHE INFORMATION CONTAINED IN THIS TRANSMISSION IS ATTORNEY PRIVILEGED AND CONFIDENTIAL.  IT IS INTENDED FOR THE USE OF THE INDIVIDUAL OR ENTITY NAMED ABOVE.  IF THE READER OF THIS MESSAGE IS NOT THE INTENDED RECIPIENT, YOU ARE HEREBY NOTIFIED THAT ANY DISSEMINATION, DISTRIBUTION OR COPY OF THIS COMMUNICATION IS STRICTLY PROHIBITED.  IF YOU HAVE RECEIVED THIS COMMUNICATION IN ERROR, PLEASE IMMEDIATELY NOTIFY  AND RETURN THE ORIGINAL MESSAGE TO THE SENDER.  THANK YOU.\n\n=============================================================================", 
            "subject": "RE: Orange County Polling Results", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 10:38:20 -0500", 
            "dateCentral": "2001-01-02T09:38:20-06:00", 
            "from": "kfitzgerald@amadeus.net", 
            "id": "20010102-852569C8.0054738C.00@s1fnbmta.amadeuslink.com", 
            "message": "Dear Governor Bush:\n\nAs someone who spent many years in South Florida, you know firsthand the\nimportance of the Everglades National Park, which is both a national and state\ntreasure.  In my opinion, the proposed HABDI\ncommercial jetport in Homestead poses a dire threat to the park as we know\nit.  Please use the power of your office to block this proposed\ncommercial airport.  The City of Homestead certainly needs commercial\nrevitalization, but there are more prudent ways to achieve this aim than\nby needlessly placing the Everglades at risk.\n\nSincerely,\n\nKarol B. Fitzgerald\n15215 SW 78th Court\nMiami, FL 33157-2349", 
            "subject": "Homestead Jetport - NO NO NO", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 10:42:58 -0500", 
            "dateCentral": "2001-01-02T09:42:58-06:00", 
            "from": "vmasihy@rccl.com", 
            "id": "20010102-OF88291283.C216DD43-ON852569C8.00559E1C@rccl.com", 
            "message": "MR. BUSH, HALT A MASSIVE POLLUTING AIRPORT PROPOSED IN HOMESTEAD, FLORIDA,\nON THE EDGE OF EVERGLADES AND BISCAYNE NATIONAL PARKS AND THE FLORIDA KEYS\nNATIONAL MARINE\nSANCTUARY. YOUR SWIFT REJECTION OF THIS POLLUTING FACILITY WILL EARN YOU\nNATIONWIDE\nPRAISE AND HELP DEFINE YOUR LEGACY. YOUR FAILURE TO STOP THE AIRPORT OR\nA DECISION TO PASS THIS ISSUE TO THE NEXT ADMINISTRATION WILL DAMAGE IT.", 
            "subject": "Homestead AFB", 
            "to": "jeb@jeb.org,"
        }, 
        {
            "date": "Tue, 2 Jan 2001 10:55:47 -0500", 
            "dateCentral": "2001-01-02T09:55:47-06:00", 
            "from": "\"Castille, Colleen\" <CastilC@eog.state.fl.us>", 
            "id": "20010102-32F64A7C8687D3118A100004ACE6E2D201544F8E@govexch.eog.state.fl.us", 
            "message": "Governor; \n\nUpdate on W.T. Edwards.\n\nJim Smith has not heard from Steinbrenner on the potential of the W.T.\nEdwards site in Tampa.  Currently in law, the Division of State Lands can\nonly order an appraisal of a piece of property (to be surplused) if we have\na request for acquisition.  Absent a request, which we neither have at this\ntime in writing or orally, State Lands/Board of Trustess doesn't have the\nauthority to spend money on an appraisal. \n\nJim Smith will check again with Steinbrenner to see if he's still\ninterested.\nState Lands is proposing statutory amendments to their surplus laws to allow\nappraisals to be paid for by the Division (and cost can be recouped in the\nsale.)\n\nColleen Castille\n\n-----Original Message-----\nFrom: Eva Armstrong TAL 850/488-2725\n[mailto:Eva.Armstrong@dep.state.fl.us]\nSent: Friday, December 29, 2000 3:23 PM\nTo: Colleen Castille\nSubject: W.T. Edwards\nSensitivity: Confidential\n\n\nDenver and I met with Jim Smith re:  WT Edwards site --\n\nWe thought the meeting was to define exactly what land is wanted....\n\nSmith said that Steinbrenner had floated the idea some time back and was no\nlonger interested..\n\nSmith was going to check with his client to see if the interest would be\nrenewed and iun the meantime we've been getting estimates on demolition of\nthe\nbuilding/buildings.,...we're holding off on the appraisal until we have an\nappllicant - absent an applicant, we have no way to pay for the appraisal...\n\nI'll check with Denver next week and see if he's heard back from Smith yet.\n\nEva", 
            "subject": "FW: W.T. Edwards", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 02 Jan 2001 10:56:47 -0500", 
            "dateCentral": "2001-01-02T09:56:47-06:00", 
            "from": "\"Keith Goldschmidt\" <goldscK@borfl.org>", 
            "id": "20010102-sa51b407.043@borfl.org", 
            "message": "Attached is a Board of Regents news release announcing two medical meetings.  The release is in a format that requires the Adobe Acrobat Reader, which can be downloaded at no charge from www.adobe.com.\n\nKeith Goldschmidt\nDirector of public information\nBoard of Regents\nVoice: 850-201-7130, Suncom 213-7130\nFax: 850-201-7125, Suncom 213-7125\nE-mail: goldsck@borfl.org\nPager: 850-489-3319", 
            "subject": "BOR news releaseBoard of Regents news release", 
            "to": ""
        }, 
        {
            "date": "Tue, 02 Jan 2001 16:10:21 +0000", 
            "dateCentral": "2001-01-02T10:10:21-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010102-a0bf780e3e0878f3adaf3f7b485e253c9acbadd4", 
            "message": "thanks Tom.\n\nI hope you had a great holiday time.\n\nJeb \n\n-----Original Message-----\nFrom: McGurk, Thomas D. [mailto:Thomas.McGurk@awi.state.fl.us]\nSent: Tuesday, January 02, 2001 9:19 AM\nTo: 'jeb@jeb.org'\nCc: 'tilleyc@eog.state.fl.us'\nSubject: FW: The Innovators, Volume 1, Issue 13\n\n\n\nFYI\n> -----Original Message-----\n> From:\tFuller, Christina \n> Sent:\tFriday, December 29, 2000 3:11 PM\n> To:\t#$AWI Associates; #$AWI Partners Grouping\n> Subject:\tThe Innovators, Volume 1, Issue 13\n> \n> Adobe Acrobat Reader is required to view this document.  Please contact\n> your network administrator for installation is you are unable to open this\n> document.\n> \n>  <<Vol 1_Issue 13.pdf>>", 
            "subject": "RE: The Innovators, Volume 1, Issue 13", 
            "to": "'McGurk, Thomas D.'"
        }, 
        {
            "date": "Tue, 2 Jan 2001 08:12:23 -0800", 
            "dateCentral": "2001-01-02T10:12:23-06:00", 
            "from": "\"O'Hara, Steven @ Palm Beach County\" <SOhara@cbre.com>", 
            "id": "20010102-91DBDA5BC349D211AC6200805FC7677178AEEF@XNG-PALMBCH", 
            "message": "As a  registered voter and resident of Florida I am very disturbed by the HABDI proposal. Please consider the competing proposals which provide a much higher quality of life to me and my family as well as protect the last remaining habitats in the Everglades and reefs of Biscayne Bay.", 
            "subject": "HABDI proposal", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>, \"'fl_governor@eog.state.fl.us'\""
        }, 
        {
            "date": "Tue, 02 Jan 2001 11:14:40 -0500", 
            "dateCentral": "2001-01-02T10:14:40-06:00", 
            "from": "\"Russ Rothman\" <Rothman.Russ@hsmv.state.fl.us>", 
            "id": "20010102-sa51b83d.095@gwmail.hsmv.state.fl.us", 
            "message": "Governor,\n\nHere are some ideas on cutting costs and bureaucracy in response to the\nSunday coverage of Governor Bush's goals in the Democrat Dec. 31.  For a\nnational \"first\":\n\n1.  Re-engineer the motor vehicle and vessel regulations to replace the\nsecure title document with a plain paper title, since the electronic\nrecord is now the official record.\n\n2.  Discontinue the annual vehicle and vessel registration and the\nbureaucracies, processes, materials and records required.\n\n3.  Use a very small addition to gasoline taxes to replace the lost\nrevenue for the public stakeholders, state and county governments.  This\nwill spread the cost over highway users, whether or not they reside in or\nown a vehicle in the State of Florida.\n\nGovt. costs eliminated: Tamper-proof secure title paper, $250,000/year,\nplus costs of storage, distribution and inventory control.\t        \t     Mail registration renewal notices, $750,000/year.\t\t        \t     Decals and registration forms, $1,000,000/year\n\nThese estimates are very conservative.  Costs of data collection, storage\nand retrieval are not included, nor costs of program management and problem resolution.\n\nAdditional public benefit: Expired decals will no longer be a matter for\nthe attention of police agencies.\n\nAdditional individual taxpayer benefit: One less governmental procedure\nwith which to comply, and annual savings of $1,000,000 or more for\nregistration (postage, travel or Internet transaction fee) plus cost of\nlate fees and fines for missed registration deadlines.  This could be a high profile reduction in government impact on citizens.\n\nImpact on other stakeholders:  Prison industries (PRIDE) is increasingly\noffering technology services, as the workforce switches from material\nproduction to technology.  Since decals are now being printed as issued\nin county tax collector offices (the new program is about 50% in place)\nPRIDE's role was decreasing anyway.  Manufacturer (3M): Hard to see a\nplus from their point of view.  However, license plate quantities and\nprices seem to increase annually, and they sell the overlay material for\nthat.  However, we should look at reducing tag demand too, perhaps by\nextending the five-year replacement requirement, and allowing tags to\nremain with vehicles through successive owners.  County govts: As\nindicated, fuel taxes could be managed to provide the needed revenues,\nwhile the effort required at the local level is eliminated.  Since tax collectors are taking on responsibilities for issuing driver licenses, this could free up time to lessen any impact of their DL responsibilities.  And, the DL responsibilities will generate county revenue.\n\nI realize this is a rough outline and there may be other considerations I've missed.  Please use or discard as appropriate.  If you'd like someone to discuss this with me, I'm at 488-8290.\n\nRuss Rothman, Chief of Purchasing & Contracts, Dept of Hwy Safety & Mtr Veh\n________________________________________________________________", 
            "subject": "Re-engineering of vehicle and vessel titling and registration", 
            "to": "<Bushj@eog.state.fl.us>, <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 11:31:11 -0500", 
            "dateCentral": "2001-01-02T10:31:11-06:00", 
            "from": "\"Yablonski, Brian\" <Brian.Yablonski@LASPBS.STATE.FL.US>", 
            "id": "20010102-80A58B5A0122D411BAFD0008C7865088B522B5@laspbs02.laspbs.state.fl.us", 
            "message": "Attached is a editorial that ran in the News Journal on Saturday criticizing the Governor on his farmworker policies.  I've also attached a proposed response . . . and I know its too long.  However, i'll allow the chopping gurus to do the honor. I feel much of what is in here needs to be said -- it never gets picked up in the articles on this issue.  I just can't stand the hypocrisy.  Anyway, let me know what you all think.\n\nBrian \n\n<<Farm workers editorial.htm>> <<News Journal -- farmworkers.doc>>", 
            "subject": "farmworker editorial response", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>, \"Baur, Katie\" <BaurK@eog.state.fl.us>,"
        }, 
        {
            "date": "Tue, 2 Jan 2001 11:35:56 -0500", 
            "dateCentral": "2001-01-02T10:35:56-06:00", 
            "from": "\"Martinez, Roberto\" <Bob@colson.com>", 
            "id": "20010102-72A1B1291850D411B23500D0B782A2FA208E84@mail.colson.com", 
            "message": "JEB: Sorry to bother you so much, but I couldn't help but wonder if Tony\nVillamil would be one of the invitees to the President-elect's Economic\nSummit this week. In light of Tony's knowledge of our state's economic needs\nand his former position as your Economic Adviser he would make an excellent\nparticipant. \n\nFeliz Ano Nuevo!", 
            "subject": "President-elect's Economic Summit", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 12:19:48 -0500", 
            "dateCentral": "2001-01-02T11:19:48-06:00", 
            "from": "\"ATTKISSON.FRANK\" <ATTKISSON.FRANK@leg.state.fl.us>", 
            "id": "20010102-F457BCAD262AD411AA520008C7E6A4FE01E4107E@ntleg16.leg.state.fl.us", 
            "message": "", 
            "subject": "Orange County Chairman", 
            "to": "\"'Jeb@jeb.org '\" <Jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 02 Jan 2001 17:32:21 -0000", 
            "dateCentral": "2001-01-02T11:32:21-06:00", 
            "from": "\"raymond garwood\" <sgtpirate@hotmail.com>", 
            "id": "20010102-F221fi5qPWFtjfUOpCv0000b362@hotmail.com", 
            "message": "Dear Sir, I'm writing this e-mail because of my concern for further \ndevelopment in the South Florida area. I find being born and raised here, \nserving in the U.S. Air Force Reserve for 20 years here, and one that has \nalways used the beautiful National and State Parks nearby, that another BIG \nAIRPORT right in the middle of it all would be WRONG! The NOISE, CROWDED \nROADS, BIG INDUSTRY, POLUTION, are all things this community does not need. \nPlease vote against this terrible idea, for us, the ones that have always \nlived here. Thank You from all of the native South Floridans.\n\n        RAYMOND E. GARWOOD\n        11325 SW 99 Court\n        Miami, Florida 33176-4177\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com", 
            "subject": "Homestead Airbase Development", 
            "to": "president@whitehouse.gov"
        }, 
        {
            "date": "Tue, 2 Jan 2001 09:42:31 -0800", 
            "dateCentral": "2001-01-02T11:42:31-06:00", 
            "from": "\"Carranza-Alvarez, Lourdes @ L.J. Melody\"", 
            "id": "20010102-E112A2657D58D211A7250008C74CD27285D5F4@xng-miami.intra.cbcommercial.com", 
            "message": "As a  registered voter and resident of Florida I am very disturbed by the HABDI proposal. Please consider the competing proposals which provide a much higher quality of life to me and my family as well as protect the last remaining habitats in the Everglades and reefs of Biscayne Bay.\n\n\tLourdes Carranza-Alvarez \nReal Estate Analyst \nL.J. Melody & Company \n777 Brickell Avenue, Suite 1000 \nMiami, FL 33131-2807 \nT: 305-381-6460 \nF: 305-381-6494 \n <mailto:lourdes.carranza-alvarez@ljmelody.com> lourdes.carranza-alvarez@ljmelody.com \n <http://www.ljmelody.com> www.ljmelody.com \n <http://www.cbrichardellis.com> www.cbrichardellis.com \n\n\t________________________________________________________________________________________________________________________\n\n\tThe information contained in this e-mail transmission is intended only for the use of the recipient(s) named above. If the reader of this message is not the intended recipient, or the employee or agent responsible for delivering it to the intended recipient, you are hereby notified that any dissemination, distribution or copying of this communication is strictly prohibited. If you received this e-mail in error, please notify us by e-mail reply. Receipt by anyone other than the intended recipient is not a waiver of any attorney-client or work-product privilege.", 
            "subject": "Former Homestead Air Force Base", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 02 Jan 2001 13:04:33 -0500", 
            "dateCentral": "2001-01-02T12:04:33-06:00", 
            "from": "\"Scott, Ward\" <ward.scott@santafe.cc.fl.us>", 
            "id": "20010102-3A521831.93762959@santafe.cc.fl.us", 
            "message": "Dear Governor:\n\nI am taking the time to write to you about my letter published in the\nGainesville Sun.  I don't know if you remember me.  I met you with our\ngood friend Coleman Stipanovich; I was his English teacher and a coach\non the football staff when he played at Gainesville High School.\n\nPeople from all over the state have told me my letter cries out for\ndissemination.  I have had K-12, community college, and four year\ncollege teachers call or write me, thanking me for speaking out for\nthem; an insurance man here in town posted the letter in his office;\noverwhelmingly citizens, teachers, and students say I have struck a\nnerve.  So I have sent the letter along to you as well as to John Winn\nand Phil Handy, whom I do not know.  You may find it in the email text\nbelow or you may read it as  published in the Gainesville Sun by linking\nto our Santa Fe Community College Senate web site: that address is also\nincluded below.\n\nThank you, and take care.\n\nWard Scott\n\nhttp://inst.santafe.cc.fl.us/~senate/\n\n\n                              Sunday, December 10, 2000\n\n                              SPEAKING OUT: Education\n                              system is not a business\n\n                              WARD SCOTT\n\n\n                              The Education Governance Reorganization\n                              Transition Task Force has taken up the\ntask of\n                              reorganizing the Florida education system.\nI\n                              would like to share some concerns with\nthis\n                              group.\n\n                              First, to many of us devoted to Florida\neducation,\n                              it has become clear that the business\nmodel is\n                              becoming the preferred format for\ngovernance;\n                              not only for community colleges, but also\nfor the\n                              so-called \"K-20 system\" of \"seamless\neducation.\"\n\n                              Let us assume for a moment that the\nadvocates\n                              of this system have the very best\ninterests for\n                              students at heart. Personally, I am sure\nthey do.\n                              But many of them are not teachers, at\nleast not\n                              in the day in and day out four and five\nclasses a\n                              day sense of the word, and herein lies the\nfertile\n                              ground for an argument I hear growing in\nthis\n                              state.\n\n                              For the purposes of discussion, let's\nassume that\n                              those who promote the K-20 system not only\n\n                              believe in the application of the business\nmodel\n                              to the education system but, more\nimportantly,\n                              believe in the application of the\ncorporate\n                              business model to education. In this\nmodel, the\n                              governor is the CEO of the corporation,\nthe\n                              taxpayers the shareholders, the students\nthe\n                              customers, and the product education.\n\n                              The students and employees I serve see\nthis\n                              analogy as essentially the model for\neducation\n                              that is currently under discussion in this\nstate.\n                              Here are the pros and cons of this model\nas I am\n                              hearing them.\n\n                              For those who believe in this model for\neducation,\n                              the model serves the following purposes:\n\n                              *First, it makes the components of the\nsystem\n                              ultimately accountable to the CEO.\nConsequently,\n                              all power ultimately resides in the CEO.\nThe\n                              governor, appoints and/or approves the\nvarious\n                              boards, even down to the community college\n\n                              boards (for this system is hierarchical\nfrom the\n                              top down).\n\n                              Under the corporate model, the local\nboards no\n                              longer appoint the community college\npresidents.\n                              Instead, the local boards recommend the\n                              presidents up to the CEO or the CEO's\ndesignees,\n                              who then appoint the presidents.\n\n                              Clearly this protocol is efficient in a\ncorporate\n                              model because the CEO is directly\nresponsible to\n                              the shareholders. The CEO's board is the\n                              legislature,\n\n                              but the CEO can control the legislature\ntoo,\n                              especially if it is dominated by the\ngovernor's\n                              party.\n\n                              *Second, the corporate model is attractive\n\n                              because it is universal. In a country\nwhere the\n                              health of the nation is measured by its\ngross\n                              national product, the model appears to\nmake\n                              sense to those whose personal lives are\n                              measured in terms of their contribution to\nthe\n                              total good. In this model, those workers\nwho fail\n                              to contribute to the total good run the\nrisk that\n                              the CEO or his management team will\nreplace\n                              them with those who can contribute.\n\n                              This pressure to produce is constant,\npervasive,\n                              and ubiquitous throughout the culture. The\nfact\n                              that the word customer takes the place of\nthe\n                              word student in the corporate education\nmodel\n                              reflects the degree to which this\nuniversal,\n                              standardized thinking revamps K-20\neducation.\n\n                              *Finally, this cultural obsession with the\nbottom\n                              line, the well-known phrase that justifies\nall\n                              decision making in a corporate model,\nprovides\n                              for a system of accountability.\nAccountability is\n                              attractive to the corporate mind.\n\n                              In athletics (I was once a football coach\non the\n                              staff of a state-ranked high school\nfootball\n                              team), accountability is the be all and\nend all of\n                              every decision made about the sport. On\nthe\n                              field, we reduced accountability to the\nkiller\n                              instinct. Those who had it played; those\nwho\n                              didn't sat on the bench, or else they held\nthe\n                              blocking dummies for those who knew how to\n\n                              win.\n\n                              We coaches called the losers who held the\n                              blocking dummies grunions. A grunion is a\nfish\n                              eaten by a bigger fish so that the bigger\nfish\n                              might live.\n\n                              But when I was a coach, I also taught high\nschool\n                              English. And I soon learned that when I\nreentered\n                              the classroom from the football field, I\nhad to\n                              think differently. And I must confess that\nthe\n                              change in thinking, the change in\nbehavior, the\n                              change in value, was not always easy.\n\n                              Rather than aggressively reward the most\n                              competitive students who reached the goal\nfirst, I\n                              soon realized that the classroom demanded\n                              compassion from me; it even demanded\npatience\n                              from me for those who were not only slower\nthan\n                              I but also for those who were slower than\ntheir\n                              peers.\n\n                              Students who were disadvantaged in the\nmyriad\n                              of ways human beings can be disadvantaged\n                              might be liabilities on the football\nfield, but given\n                              the time to wonder, to discover, to make\n                              mistakes and to learn from those mistakes,\nmany\n                              of them could be assets in the classroom.\n\n                              And yes, we are talking about human beings\n- not\n                              customers. The word customer\noversimplifies\n                              human being just as the word winner or\nloser or\n                              grunion oversimplifies human being.\n\n                              And therein lies the flaw in the corporate\nsystem\n                              as applied to education. Applied too\nbrutally, too\n                              excessively, too efficiently to the system\nof\n                              education -- that experience that happens\nwhen a\n                              teacher walks into a classroom and deals\nwith\n                              formative minds -- the moral of the\nclassroom\n                              deteriorates.\n\n                              To be sure, the community college students\nand\n                              employees I represent do not object to\n                              accountability. Teachers and students hold\neach\n                              other accountable every day. Indeed, to be\na\n                              teacher is to be a learner. And in the\ngreat\n                              moments in the classroom, the relationship\n\n                              between student and teacher is symbiotic,\neach\n                              helping the other to become a better\ncitizen. Not\n                              consumer, but citizen. Education is about\nthe\n                              total human being. It is not just about a\nperson's\n                              athletic skills or a person's ability to\nconsume in\n                              a materialistic society.\n\n                              I am sure that the governor and members of\nthe\n                              Task Force, as well as the members of the\nFlorida\n                              Board of Education, would agree that we\nall want\n                              a first rate educational system. But on\nbehalf of\n                              the students and the community college\n                              employees I represent, we hope that those\n                              directly involved with the reorganization\nof Florida\n                              education will be thoughtful and cautious\nabout\n                              the changes in the system that will\npermanently\n                              affect the quality of our communal lives.\n\n                              Demand excellence; demand achievement;\n                              demand accurate measurements of those\ncriteria.\n                              But be careful about the use of words like\n\n                              \"productivity,\" \"customer\nsatisfaction,\"workforce,\"\n                              \"cost efficient\"; words featured in the\nitemized\n                              goals of the K-20 Education System\ndocument\n                              that informs the changes currently under\n                              discussion in Florida education.\n\n                              If we are not wise about the use of these\nwords,\n                              and consequently their actions, we run the\nrisk of\n                              demeaning and degrading the very process\nwe are\n                              trying to improve. Administrators,\nteachers, and\n                              students are not standardized,\ninterchangeable\n                              parts of an assembly line; rather they are\nmore\n                              like handcrafted specialties no two of\nwhich are\n                              exactly alike.\n\n                              Ward Scott is an English professor and the\n\n                              president of the Santa Fe Community\nCollege\n                              Senate.", 
            "subject": "Ward Scott Letter to Task Force", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 13:24:20 -0500", 
            "dateCentral": "2001-01-02T12:24:20-06:00", 
            "from": "Laurie Hammell-Crosta <laurie.hammell@citrix.com>", 
            "id": "20010102-4DE5374B9026D41181FE00508B4FB19601F849F0@hqexch03.citrix.com", 
            "message": "Hello Governor Bush,\n\nTraver Gruen-Kennedy has asked me to forward the following message to you.\nI have also sent a copy via facsimile, to your assistant Betty Hampton.  If\nyou have any questions, please do not hesitate to contact me.\n\nBest wishes for a Happy New Year,\nLaurie Hammell Crosta\nLaurie Hammell Crosta\nExecutive Assistant \nCitrix Systems, Inc. 6400 NW 6th Way, Ft. Lauderdale, FL 33309\n*(954) 267-2310, Fax: (954) 267-2563 *laurie.hammell@citrix.com\n\n>  -----Original Message-----\n> From: \tTraver Gruen-Kennedy  \n> Sent:\tTuesday, January 02, 2001 1:04 PM\n> To:\tLaurie Hammell-Crosta\n> Subject:\tMessage for Gov. Jeb Bush\n> \n> Dear Jeb,\n> \n> Greetings and Happy New Year! \n> \n> Below please find a few of things worthy of discussion. If you or a member\n> of your staff would like to pursue this further, please contact Laurie\n> Hammell Crosta (Tel 954.267.2542) to arrange a call. \n> \n> 1) A Florida i-Ambassador Program?  On a recent trip to Dubai, United Arab\n> Emirates, I met with government and business leaders of the Dubai Internet\n> City. This is a well financed, progressive effort to bring Dubai, the UAE\n> and the Middle East into the Web world. My conclusion was that an\n> \"i-Sister City\" relationship would benefit South Florida's \"Internet\n> Coast\". This opportunity could be the basis for extending Florida's\n> recognition as an i-leader in the world community while building a bridge\n> of partnering and knowledge exchange.\n> \n> Potential points of common interest:\n> *\tPhysical Infrastructure: Web NAP (Network Access Point) build-out,\n> co-location service development, tie-in with inter-continental fiber\n> infrastructure.\n> *\tInnovation Zones: Business exchange and information sharing\n> concerning technology economic development, new markets (ASP,\n> cross-cultural multi-media, web infrastructure), incubation, investment\n> and market entry.\n> *\tEducation and R&D: Joint efforts and shared research via Technology\n> \"Centers of Excellence\" and the exchange of ideas as part of a self-driven\n> and funded \"Virtual University\" program.\n> \n> Both regions are experiencing dynamic growth in the tech sectors and share\n> historic positions as cultural crossroads. Dubai has a trade history\n> connecting Asia, Africa, India and Europe that goes back some 3000 years.\n> In recent decades, significant investment and development have gone into\n> shipping, banking and communications infrastructure. As in Florida, Dubai\n> is now experiencing a shift to advanced Internet related technology.\n> \n> 2) Chile too.  I had dinner with Chile's President H.E. Ricardo Lagos\n> while he was on tour of Silicon Valley. He has asked me to come to Chile\n> to create tech momentum around e-gov and ASP for the purpose of economic\n> development, infrastructure improvement and creating the basis for a\n> better way of life. An appropriate linkage to enhance Florida's world\n> reputation could be incorporated into this initiative as well.\n> \n> 3) Can I help? I notice few recognized technologists listed as members of\n> Florida's Task Force on Election Procedures, Standards and Technology. I\n> offer my services if appropriate.\n> \n> I am a technology advisor to IDEA (International Institute for Democracy\n> and Electoral Assistance) in Stockholm, Sweden. Thus, I am familiar with\n> some of the issues. I believe that my insight in technology may be of use\n> to Florida.\n> \n> Sincerely,\n> Traver\n> \n> Traver Gruen-Kennedy - Chief Strategist and Vice President, Strategy\n> Citrix Systems, Inc., 6400 NW 6th Way, Fort Lauderdale, FL 33309\n> T 954.267.2542   F 954.267.2563   traverk@citrix.com   www.citrix.com\n> and \n> Chairman, ASP Industry Consortium\n> www.aspindustry.org   www.allaboutasp.org\n> \n> To schedule calls and meetings with Traver Gruen-Kennedy please contact: \n> Laurie Hammell-Crosta    T 954.267.2310    laurie.hammell@citrix.com\n> \n> \n> \n> About Dubai Internet City -  www.dubaiinternetcity.com\n> Mission: To provide an infrastructure, environment and attitude that will\n> enable New Economy enterprises to operate locally, regionally and\n> globally, out of Dubai, with significant competitive advantages. \n> \n> \n> About the Virtual University \"Center of Excellence\" Project\n> Research universities have been a cornerstone supporting many of the\n> business success stories in the technology sector.  From transistors and\n> silicon to fiber and the Web, the creativity of the academic community\n> flourishes when coupled with the dynamic world of business and\n> commercialization. The benefit to society is immeasurable.\n> \n> During his \"Broward Days - Tallahassee\" presentation in early 2000, Traver\n> Gruen-Kennedy shared his vision of creating technological \"Centers of\n> Excellence\" linking academic communities around the world with industry.\n> The concept consists of creating a virtual community of like interests on\n> specific technology topics such as optical networking, multimedia, ASP,\n> alternative energy and biotech.  Since that time a variety of\n> constituencies have professed interest in pursuing the concept including\n> Florida Atlantic University (Boca Raton), the University of Houston\n> (Texas), York University (Toronto), Bellingham University (Washington),\n> Cornell University (New York) and universities in the UK, Japan, New\n> Zealand and Australia.\n> \n> During the first half of 2001 it is anticipated that the Virtual\n> University \"Center of Excellence\" Project will begin its formal\n> organizational phase.  First an international conference will be organized\n> in which the academic and tech communities will come together to share\n> perspectives and points of interest.  Out of this event will come action\n> items and taskforces formed for the purpose of establishing this global\n> virtual entity. It is anticipated that student and professorial exchange,\n> distance learning, funded research, information repositories, structured\n> technology transfer and degree programs will result.\n> \n> About IDEA - www.idea.int\n> Created in 1995 by 14 countries, International IDEA promotes and advances\n> sustainable democracy and improves and consolidates electoral processes\n> world-wide. It provides a forum for discussions and action among\n> individuals and organizations involved in democracy promotion. Global in\n> ownership and score, independent of national interests, and flexible and\n> quick in its responses, International IDEA is the only international\n> organization with this unique mandate.\n> \n> Today, the Institute has 19 members and five associate members. These are\n> Australia, Barbados, Belgium, Botswana, Canada, Chile, Costa Rica,\n> Denmark, Finland, India, Mauritius, Namibia, the Netherlands, Norway,\n> Portugal, Spain, South Africa, Sweden, Uruguay. The following five\n> international non-governmental organizations are associate members: the\n> Inter-American Institute of Human Rights (IIHR), the International\n> Federation of Journalists, the International Press Institute (IPI),\n> Parliamentarians for Global Action (PGA) and Transparency International.\n> \n> The Institute also has co-operative agreements with the International\n> Commission of Jurists (ICJ), the International-Parliamentary Union (IPU),\n> United Nations Development Programme (UNDP), Inter-American Department of\n> Political Affairs (UN-EAD). Switzerland also contributes to the work of\n> the Institute.\n> \n> \n> About Traver Gruen-Kennedy - www.citrix.com and www.AllAboutASP.org\n> Traver Gruen-Kennedy is Chief Strategist and Vice President, Strategy at\n> Citrix Systems, Inc., an S&P 500 and Nasdaq 100 company. A global\n> technology leader, he is ranked by NetworkWorld magazine (along with\n> Michael Dell and Bill Gates) as one of the \"25 Most Powerful People in\n> Networking\". He was named a Tech Pioneer by the World Economic Forum, for\n> his contributions to technology and to society and, was recognized by his\n> peers with the PriceWaterhouseCoopers Outsourcing World Achievement Award.\n> \n> Gruen-Kennedy's vision of the convergence of IT and telecommunications\n> with a new global legal and audit infrastructure is gaining momentum as it\n> has gained acceptance in 175 United Nation member countries. Considered by\n> many to be the \"Father of the ASP industry\", Gruen-Kennedy is Chairman of\n> the ASP Industry Consortium, an international advocacy group formed, by\n> 700 leading technology companies around the globe, to champion and set\n> worldwide standards for ASPs. \n> \n> \n> \n> \n> \n> \n> \n> \n> \n>", 
            "subject": "FW: Message for Gov. Jeb Bush", 
            "to": "\"Jeb Bush (E-mail)\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 02 Jan 2001 13:32:38 -0500", 
            "dateCentral": "2001-01-02T12:32:38-06:00", 
            "from": "\"Owen S. Whitman\" <tamarind@tampabay.rr.com>", 
            "id": "20010102-200101021332380840.01347342@smtp-server", 
            "message": "Dear Governor, \n\nApparently, the Drivers License and Law and Order freaks are up to mischief once again. Haven't Florida officials learned anything after the debacle a couple of years ago regarding the state's having contracted to sell Floridians' driver's license photos to a private security firm?\n\nI'm certain that you will recall that the public was so outraged by the invasion of privacy that you stopped the sale and canceled the contract. But now  <http://www.sptimes.com/News/122300/Opinion/Licensed_drivers_at_r.shtml> a new project in Pinellas county <  <http://www.sptimes.com/News/122300/Opinion/Licensed_drivers_at_r.shtml> http://www.sptimes.com/News/122300/Opinion/Licensed_drivers_at_r.shtml > would utilize the photos of all Florida drivers in an Orwellian, perpetual, digital-face-recognition system.\n\nWhen someone agrees to have their picture taken for a Florida driver's license, Governor, they haven't given their consent, implicit or otherwise, to being part of a perpetual state wide criminal suspect file. I certainly didn't, did you? . It's a classic example of function-creep, where the government collects information for a stated purpose but then uses it in other ways. \n\nFederal law now protects driver's license information from distribution without the motorist's consent. Although a specific voter mandated amendment to Florida's State Constitution specifically prohibits unwarranted government snooping on Florida citizens, there is an exception for law enforcement. Any law enforcement agency, including the Secret Service, can request the record and photo of anyone suspected of and/or charged with a crime. However, \"blocks\" of drivers license data as are contemplated by the Pinellas county database scheme, have never before  been released to any agency or individual.\n\nMaybe it's time to tighten the law enforcement exemption. Our driver's license photos are not police mug shots. \n\nYour attention to this matter will be greatly appreciated. \n\nKindest Personal Regards,\n\nOwen\n\nOwen Whitman\n\nWebmaster\n\n <http://www.hotpolitics.com> HOTPOLITICS\n\nhttp://www.hotpolitics.com", 
            "subject": "Developing: A Major Privacy Issue In Pinellas County", 
            "to": "\"Jeb Bush\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 13:34:53 -0500", 
            "dateCentral": "2001-01-02T12:34:53-06:00", 
            "from": "\"Curl, Shepherd H\" <SCurl@dcmde.dcma.mil>", 
            "id": "20010102-11CCF931E10AD311955B00805F151093020FF5F0@florla6.dcmde.dcma.mil", 
            "message": "Governor Bush,\n\nPlease DO NOT appoint Bill Sublette or Rich Crotty to Orange County Chairman\nposition.\n\nThank you\n\nShep Curl\n721 Pinar Drive\nOrlando, FL 32825", 
            "subject": "Orange County", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 13:41:08 -0500", 
            "dateCentral": "2001-01-02T12:41:08-06:00", 
            "from": "\"DiBenigno, Arlene\" <DiBeniA@eog.state.fl.us>", 
            "id": "20010102-32F64A7C8687D3118A100004ACE6E2D2018FBF61@govexch.eog.state.fl.us", 
            "message": "Governor following is information from Denver re: his conversation with\nStuart Strahl concerning their request for a mtg with you prior to the\nEverglades Coalition event.  Should I schedule?\n\n-----Original Message-----\nFrom: \tDenver Stutler TAL 850/488-1554\n[mailto:Denver.Stutler@dep.state.fl.us] \nSent:\tTuesday, January 02, 2001 1:04 PM\nTo:\tdibenia@eog.state.fl.us\nCc:\tFL DEP TAL\nSubject:\tSpoke with Stuart\nSensitivity:\tConfidential\n\n\nGreetings.\nArlene,\n\nI spoke with Stuart Strahl.  The following are the issues he (and Charles\nLee, Dick Pettigrew, and Eric Draper) wanted to discuss briefly wuith\nGovernor during the requested meeting time:\n1.\tThanks for his support in Washington on Everglades\\\n2.\tEverglades Issues (state funding, land acq., and water supply)\n3.\tLake Okeechobee and Kissimmee River\n4.\tConservation Education and Linking Environmental/Agricultural Issues\n5.\tOther (Ocklawaha River and Southwest FL (Growth Mgmt)\n\nLet me know if you need any additional information.\nHappy New Year \nDenver\n\n***********************************************\n\nDenver J. Stutler, Jr., P.E.\nChief of Staff\nFlorida Department of Environmental Protection\nPhone:  (850) 488-1554\nFax:    (850) 488-7093\nE-mail: denver.stutler@dep.state.fl.us\n\n\"More Protection ... Less Process\"", 
            "subject": "FW: Spoke with Stuart", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 02 Jan 2001 10:42:23 -0800", 
            "dateCentral": "2001-01-02T12:42:23-06:00", 
            "from": "\"E. T. York\" <york@atlas.ifas.ufl.edu>", 
            "id": "20010102-3A52210F.FCA992FB@atlas.ifas.ufl.edu", 
            "message": "Governor Bush,\n\nWhat do you make of this?\n\nE. T.", 
            "subject": "William C. Cramer, Jr. document", 
            "to": "Governor Bush <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 13:48:43 EST", 
            "dateCentral": "2001-01-02T12:48:43-06:00", 
            "from": "TWolfe3709@aol.com", 
            "id": "20010102-a1.f4e9882.27837c8b@aol.com", 
            "message": "Please do not appoint Bill Sublette or Rich Crotty to the Orange County \nCommission.  Both would be divisive, combative and \nunrepresentative appointments for the taxpayers of  Orange County. \n\nWe need someone who can work with our new Congressman Ric Keller,  not \nsomeone who ran a negative, nasty campaign against him.", 
            "subject": "ORANGE COUNTY CHAIRMAN", 
            "to": "JEB@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 13:49:38 EST", 
            "dateCentral": "2001-01-02T12:49:38-06:00", 
            "from": "TNOviedo@aol.com", 
            "id": "20010102-9d.f5aa647.27837cc2@aol.com", 
            "message": "I'm back.  A little older and I hope, a little wiser.  It isn't an easy chore \nto bury a parent and although this was Bryan's mom, she was quite a mom to me \ntoo during law school and later.  Thanks so much for your note, we truly \nappreciated your thoughts.  \n\nInterestingly enough, going through some of her books and other stuff, we \nfound a letter your dad wrote to my father-in-law in 1992 wishing him a \nspeedy recovery from prostate surgery.  I'm convinced that \"notes\" must run \nin the Bush genes.\n\nHappy New Year!  Hope you had a good break and that you were able to spend \ntime with your family.  I'll be back at the office tomorrow.  Kathleen plans \nto visit on Thursday.  I'll introduce her to our office and we'll have lunch \ntogether.  Nina.", 
            "subject": "Hello.", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 13:59:52 -0500", 
            "dateCentral": "2001-01-02T12:59:52-06:00", 
            "from": "KayHodgkins@polk-county.net", 
            "id": "20010102-5507EF9C9C0FD41189D90008C7B1D4EF0C9802@pcm1.polk-county.net", 
            "message": "Dear Governor Bush:\n\nThe attached letter from Commissioner Bruce Parker is also being sent to you\nby U.S. Mail, with additional information about Polk County's Millennium\nPark Celebration.  Hope you'll be able to join us.\n\nSincerely,\n\nKay Hodgkins\nfor Commissioner Bruce Parker\n\n <<Governor Bush Invitation 2.wpd>>", 
            "subject": "Polk County Millennium Park Celebration", 
            "to": "Jeb@Jeb.org"
        }, 
        {
            "date": "Tue, 02 Jan 2001 14:03:23 -0500", 
            "dateCentral": "2001-01-02T13:03:23-06:00", 
            "from": "\"Pete Barr Sr.\" <Pete@fhbnet.com>", 
            "id": "20010102-B677902B.1A33%Pete@fhbnet.com", 
            "message": "Governor:\nI encourage you to name Tom Wilkes to serve out Mel's term.\nMel Martinez and I just spoke. He said Tom is now very willing and he\nstrongly supports him. The community would as well.\nGreat for transition, Tom could carry through with Mel's plan that he, Tom,\nhelped create. He is a Naval Academy graduate and schooling in public\nadministration before Florida Law School. He is wanting to return to private\npractice so he could declare that up front. This is non political and can\nkeep the field open in the elections in two years. It would be important for\nyour reelection in so many ways. This would give the political process a\nchance to work rather than a lesser-qualified appointment. Tom is a straight\nshooter and a technician.  Please understand my concern for you and for\nOrange County. Without Mel, we have no strong leader here. Tom can be.\nI hope you do not mind me offering my thinking. Thanks for your\nconsideration. Good luck in the selection you may make.\nPete Barr 407.849.0100", 
            "subject": "Orange County Chairman", 
            "to": "<jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 14:09:41 -0500", 
            "dateCentral": "2001-01-02T13:09:41-06:00", 
            "from": "\"Dugan Patchett\" <dugan@rodriguezquiroga.com>", 
            "id": "20010102-002b01c074ef$90186ee0$6601a8c0@dsli.com", 
            "message": "January 2, 2001\n\nDear Governor Bush:\n\nToday, I write to you to report on what the Florida Building Commission\nhas achieved this past year, but first, allow me to congratulate you and\nyour entire family on your brother's election to the Presidency.  You\nmust be justifiably pleased and proud.\n\nThe Commission's Year 2000 accomplishments are modest, but we have\nsucceeded in developing consensus among building officials, home builders,\nproduct manufacturers and the insurance industry on the remaining building\ncode issues.  We anticipate little controversy, if any, when the Legislature\nconsiders the Commission's recommendations.\n\nWe completed our review of the code requirements that were questioned during\nthe rule adoption proceedings.  We revised the code in some instances and\nremained firm in others.  Two formal challenges were filed and both were\nresolved through negotiated settlements.  We have now finalized the building\ncode and moved to file the rule with the Secretary of State.  It is\nimportant to note that our southeast Florida counties remain satisfied that\ntheir hurricane protection standards are preserved in the new code.\n\nWe have also reached consensus on the implementation principles for the\nbuilding products approval system which the Legislature directed us to\nsubmit.  This has been a difficult issue and you may remember it is one that\nMiami-Dade and Broward Counties feel is critical to effective hurricane\nprotection.  Their participation in developing a statewide approval system\nhas been constructive and we expect their cooperation when the system is\npresented to the Legislature.\n\nLooking back, the amount of effort that has gone into the development of\nthis new building code system has surprised everyone.  The hours of toil\nand the commitment brought to this project by a broad range of individuals\nhas been an inspiration for us all.  It shows the best of what can be\naccomplished through public/private partnerships.\n\nThank you for your administration's support and your personal vote of\nconfidence in trusting me to represent you on this Commission.  We are\nconfident that with your leadership and the Legislature's help this\nCommission will continue to strive for excellence and have a major positive\nimpact on the quality of our built environment.\n\nNinón and Raul, Jr. join me in wishing you, Columba, George, Noelle and\nJeb, Jr. a healthy and happy New Year.\n\nSincerely,\nRaul L. Rodriguez, AIA\nChairman\nFlorida Building Commission", 
            "subject": "Florida Building Commission", 
            "to": "<jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 02 Jan 2001 19:29:48 +0000", 
            "dateCentral": "2001-01-02T13:29:48-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010102-19cea9c31772d96b8e9a58e837834853b1658369", 
            "message": "thanks Frank for your recommendation of Ted Edwards.\n\nJeb Bush\n\n> -----Original Message-----\n>From: \tATTKISSON.FRANK [mailto:ATTKISSON.FRANK@leg.state.fl.us] \n>Sent:\tTuesday, January 02, 2001 12:20 PM\n>To:\t'Jeb@jeb.org '\n>Subject:\tOrange County Chairman\n>\n> << File: orangecounty.doc >>", 
            "subject": "RE: Orange County Chairman", 
            "to": "'ATTKISSON.FRANK'"
        }, 
        {
            "date": "Tue, 2 Jan 2001 14:33:11 -0500", 
            "dateCentral": "2001-01-02T13:33:11-06:00", 
            "from": "dhert@beldenblake.com", 
            "id": "20010102-OFD12C94AE.8F407BD5-ON852569C8.006ACA52@beldenblake.com", 
            "message": "President Clinton and Governor Bush,\n\nPlease halt the building of a municipal airport at Homestead, Florida that\nwould harm the Everglades and Biscayne National Park.  Leave a legacy for\nfuture generations that will know that you had the foresight to understand\nwhat a great wrong you would be doing toward the wildlife and the\nenvironment by the building of this massive proposed airport and the\npollution it would cause.\n\nDo not let big business sway your opinion.  Everything cannot go toward the\nmaking of a \"dollar\" by the construction companies that stand to benefit\nfrom this building.   Find it in your heart to do what is good for all the\npeople of Florida and the ones who plan on visiting this locals.  The\ntourists that come to see the Everglades and the Bay will be thankful for\nthe peaceful setting that it has remained.\n\nDiane Hert\nCanton, OHIO", 
            "subject": "Homestead AFB", 
            "to": "president@whitehouse.gov,"
        }, 
        {
            "date": "Tue, 2 Jan 2001 14:38:39 -0500", 
            "dateCentral": "2001-01-02T13:38:39-06:00", 
            "from": "\"Noble, John\" <noblej@fdhc.state.fl.us>", 
            "id": "20010102-0442468CEE22D411A0D300204840384D7D99@mailman.fdhc.state.fl.us", 
            "message": "<<...OLE_Obj...>> \n\n\n\n\n2000 Year-end Analysis\n\nFrom it's inception, the Index was intended as an additional tool to measure\nthe strength and/or weakness of Florida's health care industry on a sector\nby sector basis.  Initially, what we saw when this administration first\ntook office in 1999 was a rapid detoriation in the nursing home, HMO and\nhospital sectors-due primarily to federal budget cuts in Medicaid/Medicare\nreimbursements and wrong-headed regulatory changes from HCFA.\n\nThe good news is that we have seen some dramatic improvements.\n\nThe overall Index has improved from being down -29% at the end of 1999 to\nup29% in 2000.\n\nIn the HMO sector, which ended 1999 down 19 % and closed 2000 up 58%,  the\ngains stemmed from HMOs exiting money-losing Medicare/Medicaid HMO markets\nand raising premiums from 8-20%.\n\nThe Hospital sector also showed great gains from bein down 14% at the end of\n1999 to a 2000 close of up 47%.  These gains are mostly due to hospitals\nselling off non-essential services, consolidation and the recent budget deal\nwhich will increase reimbursements from the feds.\n\nThe Nursing Home sector showed slight improvement from down 71% in 1999 to\ndown 57% at the close of 2000.  2000 having seen Genesis, Integrated Health\nand mariner declare Chapter 11 and Vencor struggling to emerge from Chapter\n11.  The liability insurance crisis still looms darkly over this sector.\n\nThe Pharmaceutical sector showed a slight improvement from 1999's down 26%\nto down 22%.  Pharma companies are under pressure from states being forced\nto negotiate better rebates, install price controls, and or buy more\ngenerics as a result of runaway Medicaid deficits caused largely by inflated\ndrug costs.\n\nThe regulatory and policy changes the Agency has instituted over the past\ntwo years has been a stabilizing force in an incredibly chaotic industry.\nWhile there is still much work to do, this administration can be quite proud\nof the creative, innovative and far-sighted leadership the Agency has shown\nin Florida, as well as in the rest of the U.S.\n\nJohn P. Noble, Jr.\nDirector of Corporate Affairs\nManaging Executive Editor - \nThe Florida Health Care Journal\nAgency for Health Care Administration\n2727 Mahan Dr.\nBuilding 3, Suite 1117\nTallahassee, FL 32308 \n850.922.5876\nwww.fdhc.state.fl.us/stocks/\nwww.floridahealthstat.com/fhjournal.shtml", 
            "subject": "Florida Health Care Index - 2000 Year End Update and Analysis", 
            "to": "Frank Jimenez <jimenef@eog.state.fl.us>, Jeb Bush <jeb@jeb.org>,"
        }, 
        {
            "date": "Tue, 02 Jan 2001 19:42:37 +0000", 
            "dateCentral": "2001-01-02T13:42:37-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010102-47660c7f1961344f9fc578f918e75e704c5d7075", 
            "message": "Thank you for your invitation. Tara Wainwright will be in touch.\n\nJeb Bush\n\n-----Original Message-----\nFrom: KayHodgkins@polk-county.net [mailto:KayHodgkins@polk-county.net]\nSent: Tuesday, January 02, 2001 2:00 PM\nTo: Jeb@Jeb.org\nCc: *PUBLICRECORDS*@polk-county.net\nSubject: Polk County Millennium Park Celebration\n\n\nDear Governor Bush:\n\nThe attached letter from Commissioner Bruce Parker is also being sent to you\nby U.S. Mail, with additional information about Polk County's Millennium\nPark Celebration.  Hope you'll be able to join us.\n\nSincerely,\n\nKay Hodgkins\nfor Commissioner Bruce Parker\n\n <<Governor Bush Invitation 2.wpd>>", 
            "subject": "RE: Polk County Millennium Park Celebration", 
            "to": "'KayHodgkins@polk-county.net'"
        }, 
        {
            "date": "Tue, 02 Jan 2001 19:43:52 +0000", 
            "dateCentral": "2001-01-02T13:43:52-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010102-02dfe2b3500e1ceccd7b5b2e249cf4943fbb26f4", 
            "message": "sure\n\n-----Original Message-----\nFrom: DiBenigno, Arlene [mailto:DiBeniA@eog.state.fl.us]\nSent: Tuesday, January 02, 2001 1:41 PM\nTo: 'jeb@jeb.org'\nSubject: FW: Spoke with Stuart\nSensitivity: Confidential\n\n\nGovernor following is information from Denver re: his conversation with\nStuart Strahl concerning their request for a mtg with you prior to the\nEverglades Coalition event.  Should I schedule?\n\n-----Original Message-----\nFrom: \tDenver Stutler TAL 850/488-1554\n[mailto:Denver.Stutler@dep.state.fl.us] \nSent:\tTuesday, January 02, 2001 1:04 PM\nTo:\tdibenia@eog.state.fl.us\nCc:\tFL DEP TAL\nSubject:\tSpoke with Stuart\nSensitivity:\tConfidential\n\n\nGreetings.\nArlene,\n\nI spoke with Stuart Strahl.  The following are the issues he (and Charles\nLee, Dick Pettigrew, and Eric Draper) wanted to discuss briefly wuith\nGovernor during the requested meeting time:\n1.\tThanks for his support in Washington on Everglades\\\n2.\tEverglades Issues (state funding, land acq., and water supply)\n3.\tLake Okeechobee and Kissimmee River\n4.\tConservation Education and Linking Environmental/Agricultural Issues\n5.\tOther (Ocklawaha River and Southwest FL (Growth Mgmt)\n\nLet me know if you need any additional information.\nHappy New Year \nDenver\n\n***********************************************\n\nDenver J. Stutler, Jr., P.E.\nChief of Staff\nFlorida Department of Environmental Protection\nPhone:  (850) 488-1554\nFax:    (850) 488-7093\nE-mail: denver.stutler@dep.state.fl.us\n\n\"More Protection ... Less Process\"", 
            "subject": "RE: Spoke with Stuart", 
            "to": "'DiBenigno, Arlene'"
        }, 
        {
            "date": "Tue, 02 Jan 2001 19:45:13 +0000", 
            "dateCentral": "2001-01-02T13:45:13-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010102-ea9fa1b6916a408eb71080e48a44d9c5b2aedae1", 
            "message": "for our discussion tomorrow.\n\nJeb \n\n-----Original Message-----\nFrom: Courtney Cunningham [mailto:ccunningham@BCMPARTNERS.com]\nSent: Tuesday, January 02, 2001 9:30 AM\nTo: 'jeb@jeb.org'\nSubject: RE: congrats/various\n\n\nSorry it's taken so long to reply to your email.  I was out of the office\nuntil today.  On the mansion foundation, I believe we could conduct some\nfundraising at the mansion.  There are a lot of people who  would love to\nspend some time there and spend a few moments with you.  It could be high $$\nor low $$ because we aren't trying to raise more than $250,000.  Certain\nbusinesses could also underwrite the large projects such as a library or\nupdating the mansion book.\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Friday, December 22, 2000 4:38 PM\nTo: 'Courtney Cunningham'\nSubject: RE: congrats/various\n\n\nthanks Courtney. What are the mansion foundation ideas?\n\njeb\n\n-----Original Message-----\nFrom: Courtney Cunningham [mailto:ccunningham@BCMPARTNERS.com]\nSent: Tuesday, December 19, 2000 10:29 AM\nTo: 'jeb@jeb.org'\nSubject: congrats/various\n\n\nJeb--\n\nFirst, happy holidays to you and your family.  It is so good that we'll have\nanother Bush in the WH.  It's historic and great for the USA.  The entire\ncountry will benefit from his leadership.  Pls KNOW that African Americans\nwill come around once they get to see his leadership and his compassion.\nThey did in TX and they will in the rest of the country--despite the\ndivisive tactics so-called leaders.  He will be the leader of all Americans.\nIt will happen.  When I worked for your father, I almost looked at him like\na \"national father\"--a man of excellence and integrity.  I guess the country\nnow has a \"national big-brother\"--a man of decency, compassion and a man of\nour generation.  I can't believe I know the President.  How cool is that?\n\nSecond, I won't be able to attend tonight.  I have to work at the Dade\nCounty Commission tonight.  Thanks for the invitation though.\n\nThird, keep your head up.  The state will pull together.  We love you out\nhere.\n\nFourth, we need to work on the mansion foundation.  I have some ideas.\n\n\nCourtney", 
            "subject": "FW: congrats/various", 
            "to": "Michelle Gibbs (E-mail)"
        }, 
        {
            "date": "Tue, 02 Jan 2001 19:49:13 +0000", 
            "dateCentral": "2001-01-02T13:49:13-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010102-96cdebeaec638e15cf186630a6c41c23555c6f3d", 
            "message": "I look forward to reading it.\n \nJeb Bush\n\n-----Original Message-----\nFrom: Chris Schuh [mailto:arcfl@supernet.net]\nSent: Tuesday, January 02, 2001 2:48 PM\nTo: Richard Mitchell; Jeb@jeb.org\nCc: Anne Gonzalez; Dr. David O. Miller; Frank Mann; Jim Evans; John DiRienzo, Jr.; Paul Bruns; Rich Robleto; Scot Kannel; Wanda Walker\nSubject: Death Penalty and Mental Retardation\n\n\nI thought you might find this article of interest - Johnny Paul Penry on Death Row.  Chris Schuh", 
            "subject": "RE: Death Penalty and Mental Retardation", 
            "to": "'Chris Schuh'"
        }, 
        {
            "date": "Tue, 02 Jan 2001 14:54:47 -0500", 
            "dateCentral": "2001-01-02T13:54:47-06:00", 
            "from": "\"Kimberly A. Blevins\" <kblevins@hscprime.hsc.usf.edu>", 
            "id": "20010102-3A523204.962ABEFC@hsc.usf.edu", 
            "message": "Governor Bush: \n\n*\tThe Texas 7 are suspected of having robbed a place in Garland, Texas, of fireworks.\n*\tGarland is close to Dallas.\n*\tForney is a town close to Garland.\n*\tThe name Forney bears certain resemblance to Fornof.\n*\tYour appointee John Forney \"Jack\" Rudy, III, just stepped down as interim state attorney.\n*\tDallas was the place of John F. Kennedy's assassination.\n*\tJack Rudy sounds a lot like Jack Ruby.\n\nIs there anything meaningful in the above?  Or, is it just another of the many, many faces of terror?  I don't know: I just continue to be fearful of this group of convicts on the loose. \n\nAmong the other familiar references in the map frame, below, are: \nTrinity (cf. Sheriff Bob White's home in Trinity Communities), \nKaufman (the name of a very well known department store in Pittsburgh, where I grew up: in fact, \n    my children's father worked there briefly) \nForest Hill (Forest Hills being the area where Chrystyna Pospolyta lives.  There is also a Forest Hills \n    in Allegheny County, Pennsylvania, where I grew up.  In fact, there are also other Forest Hills in \n    seemingly significant locations, including one close to Boston, Massachusetts, one close to \n    Cincinnati, Ohio, and one close to Hope, Arkansas -- even one in San Juan, Puerto Rico, where I \n    was when my son Josiah was falsely arrested) \nMansfield (Attorney Declan Mansfield, who I have mentioned to you previously) \nDenton (a road in Hudson I pass every day) \nFrog (Tia collects these) \nTerrell (a colleague, of significance in regard to the incoming administration) \nDeSoto (one of the first automobiles my children's father owned--in fact when we first dated) \nCarrollton (ref: Carrollwood in Tampa, Florida, the scene of many apparent surrogate victim situations, also where my staff members have lived; Carrollton, like Forest Hills, is a commonly occurring name in the United States -- including in Texas, Georgia, Ohio, Arkansas, Kentucky, and Pennsylvania.  In both Georgia and Arkansas, Carrollton is located in Carroll County). \nCarter (former President Jimmy Carter) \n\n\nThe foregoing seems like a lot of correlations for a small frame of a map -- even considering that we are terrorized and terrified.  As my sister noted a short while ago: coincidences do happen, but every day? \n\n\nAnother phenomenon, as evident in the second frame below, is that there seems to be some kind of cross-referencing: the name of a town called Dallas appears in the frame for Carrollton, Georgia, and Floyd appears in both frames.  I have not taken the time to see whether this is a pattern, but it might be worth considering. \n  \n  \n  \n\n\nMAP - Click to center \n-- \nMAP - Click to center \n  \n  \n  \n\n\nKimberly A. Blevins, MPH \nDirector, Distance Learning \nCollege of Public Health \nUniversity of South Florida \n13201 Bruce B. Downs Blvd. \nTampa, FL 33612-3805 \n\n\nPhone:  (813) 974-7348 (direct) \nSuncom: 574-7348 \nFax:  (813)974-7761 \nEmail: kblevins@hsc.usf.edu \nWeb: www.hsc.usf.edu/PUBHEALTH/DLP", 
            "subject": "Texas 7", 
            "to": "\"Bush, Jeb\" <BushJ@eog.state.fl.us>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 15:02:14 -0500", 
            "dateCentral": "2001-01-02T14:02:14-06:00", 
            "from": "AVillaverde@peabodyorlando.com", 
            "id": "20010102-OFDA58A1F8.BD6D5706-ON852569C8.006DCDA7@belzcorp.belz", 
            "message": "Please see attached letter of support for Commissioner Ted Edwards as\nOrange County Chairman.\n\nThank you.", 
            "subject": "Orange County Chairman", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 15:20:12 EST", 
            "dateCentral": "2001-01-02T14:20:12-06:00", 
            "from": "LucyTimes@aol.com", 
            "id": "20010102-1e.f6cd9e8.278391fc@aol.com", 
            "message": "I'm writing a Kathleen Shanahan story - what made you select her as your \nchief of staff????", 
            "subject": "K Shanahan", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 15:42:26 -0500", 
            "dateCentral": "2001-01-02T14:42:26-06:00", 
            "from": "\"Marie Dinon\" <dinon@webgears.com>", 
            "id": "20010102-LPBBIJOGAFPGIFAIPNOJEEJCCGAA.dinon@webgears.com", 
            "message": "-----Original Message-----\nFrom: MRSHORN@aol.com [mailto:MRSHORN@aol.com]\nSent: January 02, 2001 10:51 AM\nTo: Letsavedu@aol.com\nSubject: \"Homosexuality in Schools\" Bill to Become Law in Four Days\n \n\nFILE: Florida Information Loop for Education \n\n   Field trips to teach our children sexual tolerance & \ndiversity?...meanwhile thousands of children cannot read write and count at \ngrade level...will this type of field trip come to Florida? You can count on \nit. The liberal edu-establishment is still in control at the present time. \nWhat we need are men and women that have a conscience to fight back with some \nconservative ideologies in the classrooms. ~Shelley\n \n \nThis is incredible.  Who would have ever believed government schools in the United States would be teaching sexual tolerance let alone sexual diversity instead of basic academics?  \n \nMarie\n \n \nPACIFIC JUSTICE INSTITUTE\nPRESS RELEASE\nFor Immediate Release\nDecember 28, 2000\nContact: Attorney Brad Dacus (916) 857-6900\nhttp://www.pacificjustice.org/pr122800.htm\n \n\"Homosexuality in Schools\" Bill to Become Law in Four Days\nPacific Justice Institute Counters with Opt Out Program \nDecember 28, 2000 \n\nSacramento, CA - Beginning January 1, 2001, two bills will go into effect as California law. AB1785 requires pro-homosexual tolerance education at all public schools and all grade levels, including Kindergarten. A similar bill going into effect, AB1931 will provide taxpayer funded grants to take children on field trips to teach them diversity and tolerance of homosexuality. \n\nTo counter this assault upon the rights of many parents whose personal or religious beliefs do not agree with this non-academic instruction, the Pacific Justice Institute launched today its Parental Opt Out Program. This program will provide a standard opt out form for parents wishing to ensure that their children are not exposed to such controversial and potentially harmful social instruction. In addition, the Pacific Justice Institute is offering free emergency legal counsel to all parents either having questions about the form or facing these controversial school activities. \n\"Without question, California is a pluralistic state with parents having a wide range of values regarding what is best for their children,\" said Brad Dacus, president of the Pacific Justice Institute. \"It is our goal to ensure that the public school districts in this state will still respect such diversity in view of these controversial laws.\"\nParents wishing to order a copy of this opt out form can do so by contacting the Pacific Justice Institute at our toll free number - 888/305-9129. Please feel free to forward this press release to any person you feel would be impacted by these new laws.\n\nThe Pacific Justice Institute is a non-profit 501(c)(3) legal defense organization specializing in the defense of religious freedom, parental rights, and other civil liberties.", 
            "subject": "RE: \"Homosexuality in Schools\" Bill to Become Law in Four Days", 
            "to": "<MRSHORN@aol.com>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 15:47:15 -0500", 
            "dateCentral": "2001-01-02T14:47:15-06:00", 
            "from": "<TOM.BLOCK@chase.com>", 
            "id": "20010102-OF85FE6E91.EC0017B3-ON852569C8.00723267@Chase.Com", 
            "message": "Jeb, I hope this is your current email address as I have not contacted you\nvia email since we were working on the Chase Tampa project.\n\nThe current email is an invitation for you to address a CEO event the new\nJP Morgan Chase will host March 7 - March 9.  It would be a great\nopportunity for you to tell the Florida and Chase story to a key group of\nbusiness leaders.  Of course we would also like you to speak about the\nnational political scene given your unique position.  I will be back in my\noffice on Thursday and would be glad to get your appropriate staff person\nin contact with the meeting organizers.\n\nBill Harrison, Marc Shapiro, Dave Coulter and I all really enjoyed our\nbreakfast in December.  Our decision to move jobs to Florida was clearly\ninfluenced by the incredible pro-job creation strategy you have put in\nplace.  As we mentioned our employee move percentage is running well above\nany other major move the bank has ever made.  This really reflects the\ngreat work of the State and Tampa officials.\n\nI hope you will consider the CEO event if it fits into your schedule.\n\nPS: Also as we discussed Chase is very involved in the wide array of issues\nthat fall under the category of privacy and I hope to contact the\nappropriate people on your staff who will be working with the legislature\non privacy in the upcoming legislative session\n\nHappy New Year!\n---------------------- Forwarded by Tom Block/CHASE on 01/02/2001 03:26 PM\n---------------------------\n(Embedded image moved to file: pic17773.pcx)   Alison Weiskopf\n12/21/2000 12:06 PM\n\n\n\n\nTo:   Tom Block/CHASE@CHASE\ncc:   James B. Lee/CHASE@CHASE, Monica Mack/CHASE@CHASE\nSubject:  Chase CEO Outing in Deer Valley\n\nDear Tom:\n\nFollowing up on our conversation a few moments ago, I am pleased to forward\nto you information on Chase's annual CEO outing in March in Deer Valley,\nUtah.  The event is hosted by Bill Harrison, Geoff Boisi and Jimmy Lee --\nand we would be tremendously honored if Governor Jeb Bush could join us as\na speaker.  We would obviously work with his schedule to find the optimum\ntime during the conference for his remarks.\n\nThis outing is an intimate CEO conference whichl provides an ideal\nopportunity to interact and share ideas with other business leaders in a\nrelaxed and informal setting. Details are outlined on the attached Fact\nSheet.  The event will begin with a kick-off dinner on Wednesday evening\nfollowed by highly focused forums on both Thursday and Friday mornings.\nThe sessions will be led by CEOs from various industries who will share\ntheir personal experiences on a variety of proven methods of creating\nshareholder value.  Following the morning sessions at the conference, Chase\nguests may take advantage of a variety of specially arranged activities\nthat will accommodate both skiers of all levels and non-skiers alike.  We\nwill conclude the conference with a luncheon on Friday afternoon.  I will\nalso be sending you a copy of last year's conference brochure via\ninteroffice mail.\n\nI've also attached last year's attendee list for your review.  It really is\nan influential group of decision makers and we feel confident that the\nGovernor would find this to be a worthwhile use of his time.\n\nPlease call me at 270-2700 if you have any questions or comments.\n\nAll the best for the holidays,\nAlison\n\n\nFact Sheet:\n(See attached file: factsheet2001.doc)\n\n2000 Attendee List:\n(See attached file: attendees_2000.xls)", 
            "subject": "Chase CEO Outing in Deer Valley", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 15:47:42 EST", 
            "dateCentral": "2001-01-02T14:47:42-06:00", 
            "from": "TonyVillamil@aol.com", 
            "id": "20010102-e5.726244.2783986e@aol.com", 
            "message": "Governor,best wishes for the new year! I had lunch today with Cris Arcos  of \nAT &T as we do once in a while to discuss Latin American issues. I understand \nthat Joe Klock spoke to you about the possibility of your recommeding Cris \nfor the Deputy USTR position,which is critical to negotiate the FTAA  and \nother agreements of importance to Florida. Cris did not ask me,but I \nvolunteered to send you a note in strong support of  your recommendation of \nhim. In my opinion, Cris is the individual who has the experience, skills \nenergy and loyalty to critically assist in leading the President's Elect free \ntrade agenda in our Americas. His appointment would clearly benefit our \nState. Thanks a million for your consideration.\n\nI am looking forward to seeing you personally on the 18th at the next Council \nof Economic Advisors meeting in the capital! I know that you are neutral on \nthis, BUT GO CANES!!!! Un abrazo, Tony.", 
            "subject": "Amb. Cresencio Arcos.", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 15:48:49 -0500", 
            "dateCentral": "2001-01-02T14:48:49-06:00", 
            "from": "\"Tre' Evers\" <evers@onmessage.com>", 
            "id": "20010102-172CB444AE3BD411A19B00C00D014A8C022D06@CONSENSUS", 
            "message": "Just wanted to let you know that if you were getting emails from people\nopposing Rich Crotty or Bill Sublette that it is a planned and organized\neffort by Doug Guetzloe as you will see by the attached email from him.  You\nmay remember that Rich Crotty beat Doug Guetzloe in a Republican primary for\nthe State Senate in 1990 and has never forgiven him for that.\n\nTre'", 
            "subject": "Orange County Chairman", 
            "to": "<jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 15:59:57 -0500", 
            "dateCentral": "2001-01-02T14:59:57-06:00", 
            "from": "\"Mrs. Jan Robillard\" <robillardj@warner.edu>", 
            "id": "20010102-98da87670a122301b4cfc97d18c808358ef8be90", 
            "message": "Attached is letter written several days ago.  The concern and need for our \ncommunity continues to be expressed as follows:\n\nFriday, Dec.8:\n   A dangerous Lake Wales intersection claimed the life of Warner Southern \nCollege's director of student accounts. Robert Wiseman, 62, was killed at the \nintersection of U.S. Highway 27 and President's Drive, the main roadway that \nleads into the college's west campus, the South Lake Wales Church of God and \nGenesis Point Life Care Community..... (From Winter Haven NewsChief, Dec 31, \n2000 listing of top stories 2000)\n\nPLEASE RESPOND - WE NEED HELP WITH A TRAFFIC LIGHT!!", 
            "subject": "Help Needed for Warner Southern Community!", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 16:18:50 EST", 
            "dateCentral": "2001-01-02T15:18:50-06:00", 
            "from": "Wesublette@aol.com", 
            "id": "20010102-a.6f860c9.27839fba@aol.com", 
            "message": "Jeb: \n\nI hope you and your family had a relaxing holiday.  I am unsure where you are \non the Orange County Chairmanship, but wondered whether we can talk when you \nhave a moment.  Please let me know if there is a good time to give you a call \nor to come up and see you. \n\nBill Sublette \n(407) 426-8551", 
            "subject": "Orange County Chairmanship", 
            "to": "bushj@eog.state.fl.us, jeb@jeb.org"
        }, 
        {
            "date": "Tue, 02 Jan 2001 16:20:48 -0500", 
            "dateCentral": "2001-01-02T15:20:48-06:00", 
            "from": "\"Kimberly A. Blevins\" <kblevins@hsc.usf.edu>", 
            "id": "20010102-3A524630.5F2C4BC9@hsc.usf.edu", 
            "message": "Dear Zackary, \n\nI finally was able to speak with Dr. Rosemarie DuRocher at the Florida High School.  Since what they do is so similar to what my program does, it was interesting to talk with her. \n\n\nDr. DuRocher confirmed that you are registered for the Spring semester.  I made sure that they have your correct e-mail address.  She said your teachers are: \n\n\nMary McCool, Physical Fitness \nPatsy Rayburn, Life Management Skills \nColleen Dugan, Business Systems Technologies I \n\n\nYour teachers will be calling you soon to welcome you and to make sure you understand how to participate (so, please get your days and nights turned back around immediately!)  Dr. DuRocher said you will be able to access anything you need for the courses on line, or else the Florida High School will send it to you. \n\n\nAt my request, Dr. DuRocher also put you in English I, although that course was not technically listed as being available.  Your teacher for that course will be Linda Williams.  This is great news since English is a basic course you need.  Since it is a two-semester course, you will be working on it over the summer, which I told Dr. DuRocher was fine.  She had many encouraging and positive things to say about homeschooling and opportunities for homeschoolers that I will discuss with you tonight when I get home. \n\n\nFollowing is a very nice letter written by our Governor Jeb Bush to Florida High School students: \n\n\n \n  \n\n\nThe Florida High School mission statement says a lot: \n\n\nThe mission of The Florida Online High School is to take full advantage of current instructional technology and the rapidly expanding resources of the Informational Age to provide comprehensive educational programs which will enable students to become productive, life-long learners.\n\nThis morning you said you could not believe how persistent I am in pursuing what I believe in: lifelong learning is a very important part of that.  So is sorting out values and life priorities, as you are going through now.  I am very pleased with the thoughtful way you are doing it which shows you continue to be your own person (like five or six years ago when you stayed carnivore while the rest of us went vegetarian).   \n\nWe have much to be thankful for: not the least of which is that we live in a state where you can learn through homeschooling and on-line education, in the comfort of your own room, as you wisely pointed out to me.  The word \"can\" in the foregoing implies a lot of things we can talk more about later. \n\n\nLove, \n\n\nMom \n  \n  \n  \n  \n  \n\n\n-- \n\n\nKimberly A. Blevins, MPH \nDirector, Distance Learning \nCollege of Public Health \nUniversity of South Florida \n13201 Bruce B. Downs Blvd. \nTampa, FL 33612-3805 \n\n\nPhone:  (813) 974-7348 (direct) \nSuncom: 574-7348 \nFax:  (813)974-7761 \nEmail: kblevins@hsc.usf.edu \nWeb: www.hsc.usf.edu/PUBHEALTH/DLP", 
            "subject": "Home School", 
            "to": "Zackary Fornof <zackary_fornof@hotmail.com>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 16:25:23 -0500", 
            "dateCentral": "2001-01-02T15:25:23-06:00", 
            "from": "\"Dana, Pamella\" <danap@itflorida.com>", 
            "id": "20010102-32F64A7C8687D3118A100004ACE6E2D201CE4B57@govexch.eog.state.fl.us", 
            "message": "Governor, \n\nLarry Pendleton contacted Osceola, Indian River, Clearwater, and Charlotte\nCounty to get their signed 15 year lease twice since Dec. 4th.  During\ncontact, Larry expressed the deadline and the consequence of not meeting the\ndeadline.  As such, three of the four got their 15 year leases signed and in\non time.  Also, Larry held independent workshops for each of the applicants\nto discuss in detail the criteria under law and the deadlines.  This\noccurred in November. \n\nCharlotte Co. was unable to get a signed lease by the Rangers. (Please note:\nA recent article, 12/30 Herald Tribune ,noted that the Rangers are leaving\nto Arizona BUT that they may stay in Charlotte Co. until 2002 only).  I just\nspoke to the second in charge for Co. Commission who confirmed that the\nRangers were leaving.\n\nLarry also contacted Bradenton--regarding the lease and, more importantly,\nthe mandated match to state funds.  They did not have the future funds to\nmatch state funding (but wanted to use $$ from 1998).  I spoke to Co.\nCommissioner, Carl Callahan, who said that he appreciated the consideration\nbut understood that past funds could not be used.  I also talked to Sen.\nMcKay who was okay with the outcome.\n\nBoth Bradenton and Charlotte County affirmed for me that this office\n(through Larry P.) made ample contact with them to assist them to comply by\ndeadline.  I also talked to Sen. McKay who was okay with our decision.\n\nPam\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Saturday, December 30, 2000 10:19 PM\nTo: 'Dana, Pamella'\nSubject: RE: spring training facilities\n\n\nI need to know when the two communities were told and if they knew the\nconsequences of non action.\n\nJeb\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Saturday, December 30, 2000 8:05 PM\nTo: 'jeb@jeb.org'\nSubject: RE: spring training facilities\n\n\nGovernor,\n\nWe actually advised more than the two cities that they needed signed\nagreements.  We met with Sen Latvala on Dec. 4th, discussed the\napproaching deadline for getting signed agreements, and agreed to notify \nthe deficient communities of our statutory deadline\nand put the fire under them to deliver a signed agreement prior to\ncertification determination.  Senator Latvala and Larry Pendleton agreed to\nmake the calls.  I will find out the actual number of times each were\ncontacted\nand when.  Bradenton wouldn't had qualified even with a signed agreement as\nthey were trying to use funds previously spent (1998) as match to future\nstate funds.  This is why Sen Latvala called Sen McKay early on to discuss.\n\nPlease let me know if I can provide additional information.\n\nPam\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Saturday, December 30, 2000 1:37 PM\nTo: 'Dana, Pamella'\nSubject: RE: spring training facilities\n\n\nThanks Pam. When did you advise the two cities what their deficiencies were\nand how much time did they have to rectify the problems?\n\nJeb\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Saturday, December 30, 2000 10:15 AM\nTo: 'jeb@jeb.org'\nCc: Hartman, Jean; Baur, Katie; Hirst, Elizabeth; Jimenez, Frank;\nTilley, Cory; Neal, Kevin\nSubject: spring training facilities\n\n\nGovernor,\n\nPer Florida Statutes, OTTED is mandated by January 1, 2001, to certify up to\nfive facilities for a retained spring training franchise.  Our outstanding\nattorney, Jean Hartman, led an exhaustive and comprehensive process (in\ncoordination with the Sports Foundation and blessed by Sen. Latvala)  to\nevaluate applications and certify eligible facilities for retained spring\ntraining franchises.  I am very satisfied with the outcome of the selection\nprocess and feel it is correct and fair.  Sen Latvala concurs.\n\nSeven applications were received, two were deemed ineligible per criteria\nset up in law.  The remaining 5 met all criteria for certification (fyi,\ncriteria laid out below).  These five include:  Indian River County, City of\nDunedin, City of Lakeland, City of Clearwater, and Osceola County.  The two\nunsuccessful applications came from City of Bradenton and Charlotte County.\nSen. Latvala contacted Sen McKay several weeks ago to review the issues\nwhich made these two applications ineligible per statute.  I plan to\npersonally call the ineligible applicants and discuss the rationale for our\ndetermination on Tuesday.\n\nBradenton was ineligible because its current lease is only through 2011\n(with a lease extension commitment letter that would exercise an option for\na five-year extension).  However, the statute requires a signed agreement\nfor 15 years minimum (i.e., a signed lease, committing the spring training\nfranchise to the facility for at least 15 years).  Second, Bradenton\nrequested that funds they already spent in 1998 be considered as the local\nmatch.  However, the required local match of 50% must consist of funds to be\nspent in the future and be specifically intended to match the state-awarded\nfunds awarded henceforth.\n\nCharlotte Co. was ineligible because its current lease was only through the\n2001 spring training season--with a term sheet (not signed lease) that would\nextend the period of the lease through 2017.  However, again, the statute\nrequires a signed agreement (i.e., lease) committing the spring training\nfranchise to the facility for at least 15 years.\n\nBoth applicants were contacted and given the opportunity to secure a 15\nsigned lease with their respective teams to no avail.\n\nWe intend to send out letters on Tuesday, per law, to announce our\ndetermination on certification unless we hear otherwise.  Once certified,\nthose successful facilities are able to receive specified funds pursuant to\nSection 212.20, Florida Statutes.    The reporters have been biting at the\nbit to get info on this.\n\nPam\n\n\n---------------------------------------\nCRITERIA TO BE MET FOR CERTIFICATION\n\nPer statute, prior to certifying an applicant as a \"facility for a retained\nspring training franchise,\" the Office of Tourism, Trade, and Economic\nDevelopment must determine that:\n1.\tA \"unit of local government,\" as defined in Section 218.369, Florida\nStatutes, is responsible for the acquisition, construction, management, or\noperation of the facility for a retained spring training franchise or holds\ntitle to the property on which the facility for a retained spring training\nfranchise is located.\n2.\tThe applicant has a verified copy of a signed agreement with a\nretained spring training franchise for the use of the facility for a term of\nat least 15 years.\n3.\tThe applicant has a financial commitment to provide 50 percent or\nmore of the funds required by an agreement for the acquisition,\nconstruction, or renovation of the facility for a retained spring training\nfranchise. The agreement can be contingent upon the awarding of funds under\nthis section and other conditions precedent to use by the spring training\nfranchise.\n4.\tThe applicant has projections, verified by the Office of Tourism,\nTrade, and Economic Development, which demonstrate that the facility for a\nretained spring training franchise will attract a paid attendance of at\nleast 50,000 annually.\n5.\tThe facility for a retained spring training franchise is located in\na county that is levying a tourist development tax pursuant to Section\n125.0104, Florida Statutes.", 
            "subject": "FW: spring training facilities", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 16:56:47 -0500", 
            "dateCentral": "2001-01-02T15:56:47-06:00", 
            "from": "\"Cliett, Cheryl\" <CliettC@eog.state.fl.us>", 
            "id": "20010102-32F64A7C8687D3118A100004ACE6E2D20A6E32@govexch.eog.state.fl.us", 
            "message": "Governor, do you have time to make a fun, surprise visit to Leon High School\ntomorrow?  \n\nSeems the band director, Tim Paul, has been awarded the Sudler Trophy from\nthe Susa Foundation.  He is only the 3rd person in the history of our state\nto receive this award.  His students don't even know it yet.  I am getting\nmore information shortly.  \n\nRemember, Leon was one of the first schools you visited before becoming\nGovernor. We could get some balloons and surprise him.\n\nCheryl", 
            "subject": "", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 16:58:06 -0500 (EST)", 
            "dateCentral": "2001-01-02T15:58:06-06:00", 
            "from": "flip mccririck <flip@pop.rmi.net>", 
            "id": "20010102-382514461.978472690072.JavaMail.root@web731-wra.mail.com", 
            "message": "Hello,\n\nPlease halt the proposed airport in Homestead, Florida. It is on Card Sound,\nthe edge of The Everglades and Biscayne Bay National Parks. This is one of\nthe most fragile areas in the United States and the revival of this airport\nwould severely damage a region finally just returning to its normal pristine\nstate. With years of effort the natural life is finally starting to return.\nAn airport here is and was a horrible idea. No need.\nLeave a legacy!\n\nThanks for your time.\nSincerely,\nFlip McCririck\n\nflip@rmi.net", 
            "subject": "Homestead AFB", 
            "to": "president@whitehouse.gov"
        }, 
        {
            "date": "Tue, 2 Jan 2001 16:58:07 -0500", 
            "dateCentral": "2001-01-02T15:58:07-06:00", 
            "from": "\"cstrons\" <cstrons@netzero.net>", 
            "id": "20010102-001701c07507$1ea00bc0$7cc8d03f@cstrons", 
            "message": "yes.  I want them both.  What I cannot understand is why they were not in the Tampa office file on the Blake complaints.  Maybe you would like to answer that question, too: why were they not in the  public record file of the Blake complaints for 1999?\n \nAlso was Ms. Dombrowski allowed to sign as the regional representative for region VI on form HCFA-2802? And why did she not have medical records services crossed when the original May 1999 complaint was about \"falsifying documents\" which even contained copies of \"defaced physician's orders\" in the medical records attached?  Why not \"quality assurance\" when the complaint indicated an \"unreported\" code 15 event?\n \nI am sure this question has been posed to both you and Ms. Gallagher before and it has still gone unanswered.  \n \nAlso why is the provider code wrong as used by the agency with Blake Medical Center?  The provider number is correct on the questionable HCFA-2802 (AHCA signed) form.  It seems to change in the other forms to a different provider. Your Agency does not seem to want to explain the usage of provider codes: 100213 and the erroneous 107213 (Gentiva Health Services, Dunedin, FL.  It is a Home Health Agency, which is apparently not in existence now, at least in Dunedin).\nPlease explain how Blake Medical Center rates two provider codes(one obviously false), when most health care providers have only one.  Is it a special service for special Agency friends?  Is it to hide complaints about this hospital?\n \nThank you. \n\n-----Original Message-----\nFrom: Oxman, Michelle < oxmanm@fdhc.state.fl.us>\nTo: 'cstrons' < cstrons@netzero.net>\nCc: jeb@myflorida.com < jeb@myflorida.com>\nDate: Tuesday, January 02, 2001 2:48 PM\nSubject: RE: form hcfa-562\n\n\nJust to clarify, are you saying you want the completed HCFA-562 from those 2\ncomplaints?\n\n-----Original Message-----\nFrom: cstrons [ mailto:cstrons@netzero.net]\nSent: Tuesday, January 02, 2001 1:40 PM\nTo: Oxman, Michelle\nCc: jeb@myflorida.com\nSubject: Fw: form hcfa-562\n\n\nPlease provide me with the form hcfa-562, which was supposed to be a part of\nCR-2000-00136 and  99-01762 according to the complaint system, you sent me.\nIt appears to be missing.\n\n-----Original Message-----\nFrom: cstrons < cstrons@netzero.net < mailto:cstrons@netzero.net> >\nTo: buigasp@fdhc.state.fl.us < mailto:buigasp@fdhc.state.fl.us>  <\nbuigasp@fdhc.state.fl.us < mailto:buigasp@fdhc.state.fl.us> >\nDate: Tuesday, January 02, 2001 8:51 AM\nSubject: form hcfa-562\n\n\nWhen does your agency use this form? Please send me a copy with the possible\ncodes used in Florida.\nShould this not be a part of the inspection records?", 
            "subject": "Re: form hcfa-562", 
            "to": "\"Oxman, Michelle\" <oxmanm@fdhc.state.fl.us>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 17:00:57 -0500", 
            "dateCentral": "2001-01-02T16:00:57-06:00", 
            "from": "\"Robert Knauff\" <PamRobK@worldnet.att.net>", 
            "id": "20010102-00ef01c07507$7d457a20$5c954d0c@pavilion", 
            "message": "We would like Clarence Hoenstine to be our next Orange County Chairman.  He truly cares about the people and is very dedicated.  He has served two terms as a Commissioner of Orange County and works hard for the citizens.  He believes in the people and takes pride in this community.  \n \nPlease appoint Clarence Hoenstine as the next Orange County Chairman.\n \nThank you,\nRobert & Pamela Knauff\nRepublicans", 
            "subject": "Orange County Chairman", 
            "to": "<JEB@JEB.ORG>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 17:17:30 EST", 
            "dateCentral": "2001-01-02T16:17:30-06:00", 
            "from": "Malmeg@aol.com", 
            "id": "20010102-a9.fce45a7.2783ad7a@aol.com", 
            "message": "23105 Via Stel, Boca Raton, FL 33433-3933 \nTelephone: 561-416-6077\n\n\nJanuary 2, 2001\n\nGovernor Jeb Bush,\nTallahassee, FL.\n\nDear Governor Bush:\n\nI am writing to express my considered opposition to the proposed development \nof Homestead AFB as a commercial airport. There are presently three active, \nmajor, commercial airports in South Florida - Miami International [MIA], Ft. \nLauderdale International [FLL] and Palm Beach International [PBI]. They are \nconnected by road, Interstate 95 and Florida's Turnpike and are approximately \n60 miles apart. A recent report indicated that PBI, although already fully \ndeveloped, is experiencing a drop in usage. The infrastructure is in place to \nexpand existing airport facilities, if necessary.\nMeanwhile, I have twice stayed for a week at the Marine Resources Development \nMarineLab in Key Largo, and learned much about the danger to, and destruction \nof, the sea grasses, the mangroves and the coral reef. I also recently spent \na day at the Royal Palm area of the Everglades National Park, where the \nnative bird population is already declining. \nThe very real threats to the Florida Keys Marine Sanctuary, the Everglades \nand other natural habitats posed by a new commercial airport, must be \nrecognized. It would be an ecological disaster, not only to Florida, but to \nthe entire country, to create a new development that would further degrade \nthis area that is so vital to the quality of life of all the inhabitants, the \nbirds, the fish, humans and the Florida flora. My grandchildren vary in age \nfrom 18 years to 4 months. Some have already visited the Keys and the \nEverglades. It is too easy to reflect that environmental damage takes time, \nand therefore today's adults would not appreciably suffer from inadvertent or \nintentional destruction of natural habitats. Should we take the position that \nif commercial gain is the only criteria, then let us not worry about adverse \neffects 40 or 50 years from now? \nI believe not! I would like to leave a legacy that enables the children and \ngrandchildren of my grandchildren to enjoy, appreciate and benefit from the \nnational treasures that are South Florida today.\nThere are viable commercial alternatives. We do not need to be \n\"anti-development,\" but we do need to be pro-environment. \n\nSincerely,\n\nMalcolm Lauder.", 
            "subject": "Homestead AFB", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 17:42:00 EST", 
            "dateCentral": "2001-01-02T16:42:00-06:00", 
            "from": "MKaplan656@aol.com", 
            "id": "20010102-a0.e40c91a.2783b338@aol.com", 
            "message": "From \"AUcorbin@aol.com\" Tue Jan  2 20:41:50 2001\nReturn-path: <AUcorbin@aol.com>\nFrom: AUcorbin@aol.com\nFull-name: AUcorbin\nMessage-ID: <c2.53453dc.2783970e@aol.com>\nDate: Tue, 2 Jan 2001 15:41:50 EST\nSubject: AU Says Education Secretary Choice Should be asked Tough Church-State Questions\nTo: AUcorbin@aol.com\nX-Mailer: AOL 5.0 for Windows sub 128\nStatus: RO\nMIME-Version: 1.0\n\tboundary=\"--boundary-LibPST-iamunique-937635208_-_-\"\n\n\n\nFOR IMMEDIATE RELEASE\n\nDecember 29, 2000\n\nAMERICANS UNITED SAYS EDUCATION SECRETARY CHOICE SHOULD BE ASKED 'TOUGH \nQUESTIONS' ABOUT CHURCH AND STATE\n\nNOMINEE'S RECORD REFLECTS 'SOME POSITIVE AND SOME TROUBLING' ASPECTS, SAYS \nWATCHDOG GROUP\n\nAmericans United for Separation of Church and State, a national church-state \nwatchdog group, insisted that President-elect George W. Bush's nominee for \nsecretary of the United States Department of Education, Houston Independent \nSchool District superintendent Rod Paige, should be asked \"tough questions \nabout his understanding of the scope of separation of church and state.\"\n\n\"Mr. Paige's record in Houston contains some positive and some troubling \naspects,\" said Barry W. Lynn, executive director of Americans United. \n\"Although he has been willing to stop promotion of religion in public \nschools, his flirtations with vouchers and charter schools are disturbing.\"\n\nLynn noted: \"The Senate needs to question this nominee in detail about how \nfar he is willing to take the idea of 'choice' in education funding.\"  He \nsuggested that the Senate should review:\n\n. What Paige meant when he told the Houston Chronicle on May 22, 1998: \"[A \nlimited voucher program] doesn't weaken public school systems, it strengthens \npublic school systems.\" This comment is used by virtually every right-wing \npro-voucher group to claim growing support for vouchers in minority \ncommunities.\n\n. Why Paige negotiated with a private religious school to accept students \nunder a funding program intended solely for non-sectarian schools willing to \naccept poor-performing students. This controversy grew from a request in 1999 \nby Dr. Leon Spivey of Life Ministries Christian Academy to accept students \n(and funding) for what he claimed was a \"new\" preparatory school, but one \nwhich would operate in the same building and with the same programs as the \npre-existing religious school.\n\nLynn did commend Paige for his willingness earlier this year to respond to \nthe complaints of church-state separationists that Bible and Jesus-oriented \nbulletin boards at the Paul Revere Middle School be taken down. Paige wrote \nto a Texas atheist group: \"The material was immediately removed.The \nrequirement of the separation of church and state is an important tenet. I \nbelieve in and support its enforcement.\"\n\nConcluded Lynn, \"Americans deserve to know exactly what the head of federal \nprograms for education believes about diverting public dollars to religious \nuse.\"\n\nAmericans United is a religious liberty watchdog group based in Washington, \nD.C. Founded in 1947, the organization represents 60,000 members and allied \nhouses of worship in all 50 states.\n\n-30-\n\n\n____________________________________________\nBeth Corbin\nNational Grassroots Organizer\nAmericans United for Separation of Church and State\n518 C Street, N.E.\nWashington, D.C.  20002\nPH:   202-466-3234\nFAX:  202-466-2587\ncorbin@au.org\nAUcorbin@aol.com\nwww.au.org\n\nContent-Transfer-Encoding: base64\nContent-Disposition: attachment; \n        filename*=utf-8''rtf-body.rtf\n\ne1xydGYxXGFuc2lcYW5zaWNwZzEyNTJcZnJvbXRleHQgXGRlZmYwe1xmb250dGJsDQp7XGYwXGZz\nd2lzcyBBcmlhbDt9DQp7XGYxXGZtb2Rlcm4gQ291cmllciBOZXc7fQ0Ke1xmMlxmbmlsXGZjaGFy\nc2V0MiBTeW1ib2w7fQ0Ke1xmM1xmbW9kZXJuXGZjaGFyc2V0MCBDb3VyaWVyIE5ldzt9fQ0Ke1xj\nb2xvcnRibFxyZWQwXGdyZWVuMFxibHVlMDtccmVkMFxncmVlbjBcYmx1ZTI1NTt9DQpcdWMxXHBh\ncmRccGxhaW5cZGVmdGFiMzYwIFxmMFxmczIwIEZPUiBJTU1FRElBVEUgUkVMRUFTRVxwYXINClxw\nYXINCkRlY2VtYmVyIDI5LCAyMDAwXHBhcg0KXHBhcg0KQU1FUklDQU5TIFVOSVRFRCBTQVlTIEVE\nVUNBVElPTiBTRUNSRVRBUlkgQ0hPSUNFIFNIT1VMRCBCRSBBU0tFRCAnVE9VR0ggXHBhcg0KUVVF\nU1RJT05TJyBBQk9VVCBDSFVSQ0ggQU5EIFNUQVRFXHBhcg0KXHBhcg0KTk9NSU5FRSdTIFJFQ09S\nRCBSRUZMRUNUUyAnU09NRSBQT1NJVElWRSBBTkQgU09NRSBUUk9VQkxJTkcnIEFTUEVDVFMsIFNB\nWVMgXHBhcg0KV0FUQ0hET0cgR1JPVVBccGFyDQpccGFyDQpBbWVyaWNhbnMgVW5pdGVkIGZvciBT\nZXBhcmF0aW9uIG9mIENodXJjaCBhbmQgU3RhdGUsIGEgbmF0aW9uYWwgY2h1cmNoLXN0YXRlIFxw\nYXINCndhdGNoZG9nIGdyb3VwLCBpbnNpc3RlZCB0aGF0IFByZXNpZGVudC1lbGVjdCBHZW9yZ2Ug\nVy4gQnVzaCdzIG5vbWluZWUgZm9yIFxwYXINCnNlY3JldGFyeSBvZiB0aGUgVW5pdGVkIFN0YXRl\ncyBEZXBhcnRtZW50IG9mIEVkdWNhdGlvbiwgSG91c3RvbiBJbmRlcGVuZGVudCBccGFyDQpTY2hv\nb2wgRGlzdHJpY3Qgc3VwZXJpbnRlbmRlbnQgUm9kIFBhaWdlLCBzaG91bGQgYmUgYXNrZWQgInRv\ndWdoIHF1ZXN0aW9ucyBccGFyDQphYm91dCBoaXMgdW5kZXJzdGFuZGluZyBvZiB0aGUgc2NvcGUg\nb2Ygc2VwYXJhdGlvbiBvZiBjaHVyY2ggYW5kIHN0YXRlLiJccGFyDQpccGFyDQoiTXIuIFBhaWdl\nJ3MgcmVjb3JkIGluIEhvdXN0b24gY29udGFpbnMgc29tZSBwb3NpdGl2ZSBhbmQgc29tZSB0cm91\nYmxpbmcgXHBhcg0KYXNwZWN0cywiIHNhaWQgQmFycnkgVy4gTHlubiwgZXhlY3V0aXZlIGRpcmVj\ndG9yIG9mIEFtZXJpY2FucyBVbml0ZWQuIFxwYXINCiJBbHRob3VnaCBoZSBoYXMgYmVlbiB3aWxs\naW5nIHRvIHN0b3AgcHJvbW90aW9uIG9mIHJlbGlnaW9uIGluIHB1YmxpYyBccGFyDQpzY2hvb2xz\nLCBoaXMgZmxpcnRhdGlvbnMgd2l0aCB2b3VjaGVycyBhbmQgY2hhcnRlciBzY2hvb2xzIGFyZSBk\naXN0dXJiaW5nLiJccGFyDQpccGFyDQpMeW5uIG5vdGVkOiAiVGhlIFNlbmF0ZSBuZWVkcyB0byBx\ndWVzdGlvbiB0aGlzIG5vbWluZWUgaW4gZGV0YWlsIGFib3V0IGhvdyBccGFyDQpmYXIgaGUgaXMg\nd2lsbGluZyB0byB0YWtlIHRoZSBpZGVhIG9mICdjaG9pY2UnIGluIGVkdWNhdGlvbiBmdW5kaW5n\nLiIgIEhlIFxwYXINCnN1Z2dlc3RlZCB0aGF0IHRoZSBTZW5hdGUgc2hvdWxkIHJldmlldzpccGFy\nDQpccGFyDQouIFdoYXQgUGFpZ2UgbWVhbnQgd2hlbiBoZSB0b2xkIHRoZSBIb3VzdG9uIENocm9u\naWNsZSBvbiBNYXkgMjIsIDE5OTg6ICJbQSBccGFyDQpsaW1pdGVkIHZvdWNoZXIgcHJvZ3JhbV0g\nZG9lc24ndCB3ZWFrZW4gcHVibGljIHNjaG9vbCBzeXN0ZW1zLCBpdCBzdHJlbmd0aGVucyBccGFy\nDQpwdWJsaWMgc2Nob29sIHN5c3RlbXMuIiBUaGlzIGNvbW1lbnQgaXMgdXNlZCBieSB2aXJ0dWFs\nbHkgZXZlcnkgcmlnaHQtd2luZyBccGFyDQpwcm8tdm91Y2hlciBncm91cCB0byBjbGFpbSBncm93\naW5nIHN1cHBvcnQgZm9yIHZvdWNoZXJzIGluIG1pbm9yaXR5IFxwYXINCmNvbW11bml0aWVzLlxw\nYXINClxwYXINCi4gV2h5IFBhaWdlIG5lZ290aWF0ZWQgd2l0aCBhIHByaXZhdGUgcmVsaWdpb3Vz\nIHNjaG9vbCB0byBhY2NlcHQgc3R1ZGVudHMgXHBhcg0KdW5kZXIgYSBmdW5kaW5nIHByb2dyYW0g\naW50ZW5kZWQgc29sZWx5IGZvciBub24tc2VjdGFyaWFuIHNjaG9vbHMgd2lsbGluZyB0byBccGFy\nDQphY2NlcHQgcG9vci1wZXJmb3JtaW5nIHN0dWRlbnRzLiBUaGlzIGNvbnRyb3ZlcnN5IGdyZXcg\nZnJvbSBhIHJlcXVlc3QgaW4gMTk5OSBccGFyDQpieSBEci4gTGVvbiBTcGl2ZXkgb2YgTGlmZSBN\naW5pc3RyaWVzIENocmlzdGlhbiBBY2FkZW15IHRvIGFjY2VwdCBzdHVkZW50cyBccGFyDQooYW5k\nIGZ1bmRpbmcpIGZvciB3aGF0IGhlIGNsYWltZWQgd2FzIGEgIm5ldyIgcHJlcGFyYXRvcnkgc2No\nb29sLCBidXQgb25lIFxwYXINCndoaWNoIHdvdWxkIG9wZXJhdGUgaW4gdGhlIHNhbWUgYnVpbGRp\nbmcgYW5kIHdpdGggdGhlIHNhbWUgcHJvZ3JhbXMgYXMgdGhlIFxwYXINCnByZS1leGlzdGluZyBy\nZWxpZ2lvdXMgc2Nob29sLlxwYXINClxwYXINCkx5bm4gZGlkIGNvbW1lbmQgUGFpZ2UgZm9yIGhp\ncyB3aWxsaW5nbmVzcyBlYXJsaWVyIHRoaXMgeWVhciB0byByZXNwb25kIHRvIFxwYXINCnRoZSBj\nb21wbGFpbnRzIG9mIGNodXJjaC1zdGF0ZSBzZXBhcmF0aW9uaXN0cyB0aGF0IEJpYmxlIGFuZCBK\nZXN1cy1vcmllbnRlZCBccGFyDQpidWxsZXRpbiBib2FyZHMgYXQgdGhlIFBhdWwgUmV2ZXJlIE1p\nZGRsZSBTY2hvb2wgYmUgdGFrZW4gZG93bi4gUGFpZ2Ugd3JvdGUgXHBhcg0KdG8gYSBUZXhhcyBh\ndGhlaXN0IGdyb3VwOiAiVGhlIG1hdGVyaWFsIHdhcyBpbW1lZGlhdGVseSByZW1vdmVkLlRoZSBc\ncGFyDQpyZXF1aXJlbWVudCBvZiB0aGUgc2VwYXJhdGlvbiBvZiBjaHVyY2ggYW5kIHN0YXRlIGlz\nIGFuIGltcG9ydGFudCB0ZW5ldC4gSSBccGFyDQpiZWxpZXZlIGluIGFuZCBzdXBwb3J0IGl0cyBl\nbmZvcmNlbWVudC4iXHBhcg0KXHBhcg0KQ29uY2x1ZGVkIEx5bm4sICJBbWVyaWNhbnMgZGVzZXJ2\nZSB0byBrbm93IGV4YWN0bHkgd2hhdCB0aGUgaGVhZCBvZiBmZWRlcmFsIFxwYXINCnByb2dyYW1z\nIGZvciBlZHVjYXRpb24gYmVsaWV2ZXMgYWJvdXQgZGl2ZXJ0aW5nIHB1YmxpYyBkb2xsYXJzIHRv\nIHJlbGlnaW91cyBccGFyDQp1c2UuIlxwYXINClxwYXINCkFtZXJpY2FucyBVbml0ZWQgaXMgYSBy\nZWxpZ2lvdXMgbGliZXJ0eSB3YXRjaGRvZyBncm91cCBiYXNlZCBpbiBXYXNoaW5ndG9uLCBccGFy\nDQpELkMuIEZvdW5kZWQgaW4gMTk0NywgdGhlIG9yZ2FuaXphdGlvbiByZXByZXNlbnRzIDYwLDAw\nMCBtZW1iZXJzIGFuZCBhbGxpZWQgXHBhcg0KaG91c2VzIG9mIHdvcnNoaXAgaW4gYWxsIDUwIHN0\nYXRlcy5ccGFyDQpccGFyDQotMzAtXHBhcg0KXHBhcg0KXHBhcg0KX19fX19fX19fX19fX19fX19f\nX19fX19fX19fX19fX19fX19fX19fX19fX19ccGFyDQpCZXRoIENvcmJpblxwYXINCk5hdGlvbmFs\nIEdyYXNzcm9vdHMgT3JnYW5pemVyXHBhcg0KQW1lcmljYW5zIFVuaXRlZCBmb3IgU2VwYXJhdGlv\nbiBvZiBDaHVyY2ggYW5kIFN0YXRlXHBhcg0KNTE4IEMgU3RyZWV0LCBOLkUuXHBhcg0KV2FzaGlu\nZ3RvbiwgRC5DLiAgMjAwMDJccGFyDQpQSDogICAyMDItNDY2LTMyMzRccGFyDQpGQVg6ICAyMDIt\nNDY2LTI1ODdccGFyDQpjb3JiaW5AYXUub3JnXHBhcg0KQVVjb3JiaW5AYW9sLmNvbVxwYXINCnd3\ndy5hdS5vcmdccGFyDQp9", 
            "subject": "Fwd: AU Says Education Secretary Choice Should be asked Tough Church-State Qu...", 
            "to": "bettyb@gate.net, jeb@jeb.org, PFLAC@aol.com, Dstone4jrich@aol.com,"
        }, 
        {
            "date": "Tue, 02 Jan 2001 18:46:31 EDT", 
            "dateCentral": "2001-01-02T16:46:31-06:00", 
            "from": "\"frankh\" <frankh@mymailstation.com>", 
            "id": "20010102-id.02012001184631.00000@FPE", 
            "message": "Jeb, may I have your permission to get with Tara Wainwright to set up a time in Tallahassee where you would do a small spot on the new UCG video like Jim McDonough did?  I will not release the video unitl you and your people approve it.", 
            "subject": "UCG", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 02 Jan 2001 23:12:38 +0000", 
            "dateCentral": "2001-01-02T17:12:38-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010102-e9187f8dd516721c4aae77dde6f9d313abbb3db8", 
            "message": "sure. I am mentoring in the morning until 9.\n\n-----Original Message-----\nFrom: Cliett, Cheryl [mailto:CliettC@eog.state.fl.us]\nSent: Tuesday, January 02, 2001 4:57 PM\nTo: 'jeb@jeb.org'\nSubject: \n\n\nGovernor, do you have time to make a fun, surprise visit to Leon High School\ntomorrow?  \n\nSeems the band director, Tim Paul, has been awarded the Sudler Trophy from\nthe Susa Foundation.  He is only the 3rd person in the history of our state\nto receive this award.  His students don't even know it yet.  I am getting\nmore information shortly.  \n\nRemember, Leon was one of the first schools you visited before becoming\nGovernor. We could get some balloons and surprise him.\n\nCheryl", 
            "subject": "RE:", 
            "to": "'Cliett, Cheryl'"
        }, 
        {
            "date": "Tue, 02 Jan 2001 23:14:42 +0000", 
            "dateCentral": "2001-01-02T17:14:42-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010102-94919a8f8a487d54b8dad4b1101e63003e7d7698", 
            "message": "-----Original Message-----\nFrom: LucyTimes@aol.com [mailto:LucyTimes@aol.com]\nSent: Tuesday, January 02, 2001 3:20 PM\nTo: jeb@jeb.org\nSubject: K Shanahan\n\n\nI'm writing a Kathleen Shanahan story - what made you select her as your \nchief of staff????", 
            "subject": "FW: K Shanahan", 
            "to": "Katie Baur (E-mail)"
        }, 
        {
            "date": "Tue, 2 Jan 2001 18:27:43 EST", 
            "dateCentral": "2001-01-02T17:27:43-06:00", 
            "from": "Mjgcabinsite@aol.com", 
            "id": "20010102-28.f4a00eb.2783bdef@aol.com", 
            "message": "Halt a massive, polluting airport proposed in Homestead, Florida, on the edge \nof The Everglades and Biscayne Bay National Parks. Leave a legacy!", 
            "subject": "(no subject)", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Wed, 03 Jan 2001 00:02:24 +0000", 
            "dateCentral": "2001-01-02T18:02:24-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-97c485128b96741e75e54cc78492f9ebb5c21eec", 
            "message": "good work, Pam. Thank you.\n\nJeb\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Tuesday, January 02, 2001 4:25 PM\nTo: 'jeb@jeb.org'\nSubject: FW: spring training facilities\n\n\nGovernor, \n\nLarry Pendleton contacted Osceola, Indian River, Clearwater, and Charlotte\nCounty to get their signed 15 year lease twice since Dec. 4th.  During\ncontact, Larry expressed the deadline and the consequence of not meeting the\ndeadline.  As such, three of the four got their 15 year leases signed and in\non time.  Also, Larry held independent workshops for each of the applicants\nto discuss in detail the criteria under law and the deadlines.  This\noccurred in November. \n\nCharlotte Co. was unable to get a signed lease by the Rangers. (Please note:\nA recent article, 12/30 Herald Tribune ,noted that the Rangers are leaving\nto Arizona BUT that they may stay in Charlotte Co. until 2002 only).  I just\nspoke to the second in charge for Co. Commission who confirmed that the\nRangers were leaving.\n\nLarry also contacted Bradenton--regarding the lease and, more importantly,\nthe mandated match to state funds.  They did not have the future funds to\nmatch state funding (but wanted to use $$ from 1998).  I spoke to Co.\nCommissioner, Carl Callahan, who said that he appreciated the consideration\nbut understood that past funds could not be used.  I also talked to Sen.\nMcKay who was okay with the outcome.\n\nBoth Bradenton and Charlotte County affirmed for me that this office\n(through Larry P.) made ample contact with them to assist them to comply by\ndeadline.  I also talked to Sen. McKay who was okay with our decision.\n\nPam\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Saturday, December 30, 2000 10:19 PM\nTo: 'Dana, Pamella'\nSubject: RE: spring training facilities\n\n\nI need to know when the two communities were told and if they knew the\nconsequences of non action.\n\nJeb\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Saturday, December 30, 2000 8:05 PM\nTo: 'jeb@jeb.org'\nSubject: RE: spring training facilities\n\n\nGovernor,\n\nWe actually advised more than the two cities that they needed signed\nagreements.  We met with Sen Latvala on Dec. 4th, discussed the\napproaching deadline for getting signed agreements, and agreed to notify \nthe deficient communities of our statutory deadline\nand put the fire under them to deliver a signed agreement prior to\ncertification determination.  Senator Latvala and Larry Pendleton agreed to\nmake the calls.  I will find out the actual number of times each were\ncontacted\nand when.  Bradenton wouldn't had qualified even with a signed agreement as\nthey were trying to use funds previously spent (1998) as match to future\nstate funds.  This is why Sen Latvala called Sen McKay early on to discuss.\n\nPlease let me know if I can provide additional information.\n\nPam\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Saturday, December 30, 2000 1:37 PM\nTo: 'Dana, Pamella'\nSubject: RE: spring training facilities\n\n\nThanks Pam. When did you advise the two cities what their deficiencies were\nand how much time did they have to rectify the problems?\n\nJeb\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Saturday, December 30, 2000 10:15 AM\nTo: 'jeb@jeb.org'\nCc: Hartman, Jean; Baur, Katie; Hirst, Elizabeth; Jimenez, Frank;\nTilley, Cory; Neal, Kevin\nSubject: spring training facilities\n\n\nGovernor,\n\nPer Florida Statutes, OTTED is mandated by January 1, 2001, to certify up to\nfive facilities for a retained spring training franchise.  Our outstanding\nattorney, Jean Hartman, led an exhaustive and comprehensive process (in\ncoordination with the Sports Foundation and blessed by Sen. Latvala)  to\nevaluate applications and certify eligible facilities for retained spring\ntraining franchises.  I am very satisfied with the outcome of the selection\nprocess and feel it is correct and fair.  Sen Latvala concurs.\n\nSeven applications were received, two were deemed ineligible per criteria\nset up in law.  The remaining 5 met all criteria for certification (fyi,\ncriteria laid out below).  These five include:  Indian River County, City of\nDunedin, City of Lakeland, City of Clearwater, and Osceola County.  The two\nunsuccessful applications came from City of Bradenton and Charlotte County.\nSen. Latvala contacted Sen McKay several weeks ago to review the issues\nwhich made these two applications ineligible per statute.  I plan to\npersonally call the ineligible applicants and discuss the rationale for our\ndetermination on Tuesday.\n\nBradenton was ineligible because its current lease is only through 2011\n(with a lease extension commitment letter that would exercise an option for\na five-year extension).  However, the statute requires a signed agreement\nfor 15 years minimum (i.e., a signed lease, committing the spring training\nfranchise to the facility for at least 15 years).  Second, Bradenton\nrequested that funds they already spent in 1998 be considered as the local\nmatch.  However, the required local match of 50% must consist of funds to be\nspent in the future and be specifically intended to match the state-awarded\nfunds awarded henceforth.\n\nCharlotte Co. was ineligible because its current lease was only through the\n2001 spring training season--with a term sheet (not signed lease) that would\nextend the period of the lease through 2017.  However, again, the statute\nrequires a signed agreement (i.e., lease) committing the spring training\nfranchise to the facility for at least 15 years.\n\nBoth applicants were contacted and given the opportunity to secure a 15\nsigned lease with their respective teams to no avail.\n\nWe intend to send out letters on Tuesday, per law, to announce our\ndetermination on certification unless we hear otherwise.  Once certified,\nthose successful facilities are able to receive specified funds pursuant to\nSection 212.20, Florida Statutes.    The reporters have been biting at the\nbit to get info on this.\n\nPam\n\n\n---------------------------------------\nCRITERIA TO BE MET FOR CERTIFICATION\n\nPer statute, prior to certifying an applicant as a \"facility for a retained\nspring training franchise,\" the Office of Tourism, Trade, and Economic\nDevelopment must determine that:\n1.\tA \"unit of local government,\" as defined in Section 218.369, Florida\nStatutes, is responsible for the acquisition, construction, management, or\noperation of the facility for a retained spring training franchise or holds\ntitle to the property on which the facility for a retained spring training\nfranchise is located.\n2.\tThe applicant has a verified copy of a signed agreement with a\nretained spring training franchise for the use of the facility for a term of\nat least 15 years.\n3.\tThe applicant has a financial commitment to provide 50 percent or\nmore of the funds required by an agreement for the acquisition,\nconstruction, or renovation of the facility for a retained spring training\nfranchise. The agreement can be contingent upon the awarding of funds under\nthis section and other conditions precedent to use by the spring training\nfranchise.\n4.\tThe applicant has projections, verified by the Office of Tourism,\nTrade, and Economic Development, which demonstrate that the facility for a\nretained spring training franchise will attract a paid attendance of at\nleast 50,000 annually.\n5.\tThe facility for a retained spring training franchise is located in\na county that is levying a tourist development tax pursuant to Section\n125.0104, Florida Statutes.", 
            "subject": "RE: spring training facilities", 
            "to": "'Dana, Pamella'"
        }, 
        {
            "date": "Wed, 03 Jan 2001 00:03:59 +0000", 
            "dateCentral": "2001-01-02T18:03:59-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-d168a1181ed52680a89a942087d274b03c4dbd3f", 
            "message": "Thank you for your recommendation. I will be making my decision soon.\n \nJeb Bush\n\n-----Original Message-----\nFrom: judyplusgreg [mailto:judyplusgreg@netzero.net]\nSent: Tuesday, January 02, 2001 7:48 PM\nTo: Jeb Bush\nSubject: Orange County Commission Chairman\n\n\nTHE HONORABLE JEB BUSH\nGOVERNOR OF THE STATE OF FLORIDA\n \n \nDEAR SIR:\n \nPLEASE DO NOT APPOINT EITHER BILL SUBLETTE OR RICH CROTTY TO THE CHAIR OF THE ORANGE COUNTY COMMISSION.  THEY EACH HAVE TOO MUCH NEGATIVE BAGGAGE. \n \n I BELIEVE THAT A BETTER CHOICE WOULD BE BOB HERING.\n \nALTHOUGH COMMISSIONERS TED EDWARDS AND CLARENCE HOENSTINE ARE GOOD CHOICES IF THEY WERE TO BE APPOINTED THIS WOULD CREATE ANOTHER PROBLEM.  WE WOULD BE LEFT WITH A VACANT SEAT.  THEN WHO WOULD THEN FILL THEIR POSITION. \n \nWE NEED BUSINESS PEOPLE IN ELECTED OFFICE (LIKE YOURSELF) NOT ANOTHER POLITICIAN.\n \nTHANK YOU FOR CONSIDERING MY SUGGESTION.\n \nGREG HOLT\n4874 FAYANN ST.\nORLANDO, FL\n32812-8650\n(407) 273-2055", 
            "subject": "RE: Orange County Commission Chairman", 
            "to": "'judyplusgreg'"
        }, 
        {
            "date": "Tue, 2 Jan 2001 19:08:22 EST", 
            "dateCentral": "2001-01-02T18:08:22-06:00", 
            "from": "Tomhockman@aol.com", 
            "id": "20010102-70.68c52d4.2783c776@aol.com", 
            "message": "Please appoint Bill Sublette.  He is respected by both democrats and \nrepublicans as a moderate.  He has the best chance to be reelected as \ncommissioner.\n\nThank you,\nThomas Hockman, Esq.\nRepublican Orange County precinct 203 committeeman", 
            "subject": "Orange County Commissioner appointment", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 19:19:15 -0500", 
            "dateCentral": "2001-01-02T18:19:15-06:00", 
            "from": "robert l iles <bobiles@juno.com>", 
            "id": "20010102-20010102.193305.-165025.1.bobiles@juno.com", 
            "message": "Dear Governor Bush,\n\nPlease select someone other than Mr. Crotty for the Orange County Chair's\nposition. \"Ethically challenged\" is the term locally applied to him.\n\nThanks,\n\nRobert L. Iles\nLongwood 32750\n\n'most everything you need to know for online success\nmailto:newincome@quicktell.com?subject=e\n\nDiscover the Amazing Formula That Sells Products Like Crazy\nhttp://www.higherresponse.com/track/t.cgi/8657\n\n________________________________________________________________\nGET INTERNET ACCESS FROM JUNO!\nJuno offers FREE or PREMIUM Internet access for less!\nJoin Juno today!  For your FREE software, visit:\nhttp://dl.www.juno.com/get/tagj.", 
            "subject": "Orange County Chairman", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Wed, 03 Jan 2001 00:20:57", 
            "dateCentral": "2001-01-02T18:20:57-06:00", 
            "from": "\"katie baur\" <katiebaur@hotmail.com>", 
            "id": "20010103-F14Tzvb5YI9IJsaJbqJ0000ac6f@hotmail.com", 
            "message": "Please reply Governor...Lucy is breaking this story tomorrow.  She got the \nscoop and has already spoken with Kathleen.\n\n\n\n\n>From: \"Jeb Bush\" <jeb@jeb.org>\n>Reply-To: <jeb@jeb.org>\n>To: \"Katie Baur \\(E-mail\\)\" <katiebaur@hotmail.com>\n>Subject: FW: K Shanahan\n>Date: Tue, 2 Jan 2001 18:14:42 -0500\n>\n>\n>\n>-----Original Message-----\n>From: LucyTimes@aol.com [mailto:LucyTimes@aol.com]\n>Sent: Tuesday, January 02, 2001 3:20 PM\n>To: jeb@jeb.org\n>Subject: K Shanahan\n>\n>\n>I'm writing a Kathleen Shanahan story - what made you select her as your\n>chief of staff????\n\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com", 
            "subject": "Re: FW: K Shanahan", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "Tue, 2 Jan 2001 19:23:22 -0500", 
            "dateCentral": "2001-01-02T18:23:22-06:00", 
            "from": "\"DiBenigno, Arlene\" <DiBeniA@eog.state.fl.us>", 
            "id": "20010102-32F64A7C8687D3118A100004ACE6E2D2018FBF6D@govexch.eog.state.fl.us", 
            "message": "Governor, I'm sorry I wasn't able to attend the Agency Head meeting this\nafternoon.  However, I am aware of issues with Judge Kearney and Scty Struhs\nand will follow up with them first thing tomm.", 
            "subject": "AGENCY HEAD MEETING", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 16:48:24 -0800", 
            "dateCentral": "2001-01-02T18:48:24-06:00", 
            "from": "\"judyplusgreg\" <judyplusgreg@netzero.net>", 
            "id": "20010102-000701c0751e$e4a59760$107ed13f@NetZeroUser", 
            "message": "THE HONORABLE JEB BUSH\nGOVERNOR OF THE STATE OF FLORIDA\n \n \nDEAR SIR:\n \nPLEASE DO NOT APPOINT EITHER BILL SUBLETTE OR RICH CROTTY TO THE CHAIR OF THE ORANGE COUNTY COMMISSION.  THEY EACH HAVE TOO MUCH NEGATIVE BAGGAGE. \n \n I BELIEVE THAT A BETTER CHOICE WOULD BE BOB HERING.\n \nALTHOUGH COMMISSIONERS TED EDWARDS AND CLARENCE HOENSTINE ARE GOOD CHOICES IF THEY WERE TO BE APPOINTED THIS WOULD CREATE ANOTHER PROBLEM.  WE WOULD BE LEFT WITH A VACANT SEAT.  THEN WHO WOULD THEN FILL THEIR POSITION. \n \nWE NEED BUSINESS PEOPLE IN ELECTED OFFICE (LIKE YOURSELF) NOT ANOTHER POLITICIAN.\n \nTHANK YOU FOR CONSIDERING MY SUGGESTION.\n \nGREG HOLT\n4874 FAYANN ST.\nORLANDO, FL\n32812-8650\n(407) 273-2055", 
            "subject": "Orange County Commission Chairman", 
            "to": "\"Jeb Bush\" <jeb@jeb.org>"
        }, 
        {
            "date": "Wed, 03 Jan 2001 01:09:36", 
            "dateCentral": "2001-01-02T19:09:36-06:00", 
            "from": "\"Franklin Perez\" <perezfranklin@hotmail.com>", 
            "id": "20010103-F35bqJGNzscE8NpqhNP00005502@hotmail.com", 
            "message": "Dear Governor Jeb Bush:\n\nI am writing you to please NOT\nappoint Richard Crotty as Orange County Chairman.\nCrotty is the most ethically challenged individual in public office today.\nCrotty has:\n-accepted a $50,000 payment from developers while in public office\n-cost taxpayers over $1 million in legal costs and settlement costs for \nfalsely accusing former property appraiser Ford Hausman of illegal activity.\n-failed to enact the Save our Seniors property tax exemption costing elderly \ntaxpayers more money\n-called his wife a \"drunk\" after she called 911 to report domestic violence. \nMrs. Crotty said during the 911 call that \"Richard Crotty has broken every\nlaw in the State of Florida, including tapping the phones of political\nenemies.\"\n-supported every major tax increase including the light rail plan.\n-opposed State House Speaker Tom Feeney, Ronald Reagan, Bob Freeman, Ted \nEdwards, Clarence Hoenstine and other prominent anti-tax elected officials.\n\nFranklin Perez\n\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com", 
            "subject": "NO to Crotty!!!", 
            "to": "jeb@jeb.org"
        }, 
        {
            "date": "02 Jan 01 19:15:27 -0600", 
            "dateCentral": "2001-01-02T19:15:27-06:00", 
            "from": "\"State Representative Jerry Melvin\"<jmelvin@gulf1.com>", 
            "id": "20010102-3d08e8a4fe07976dd0564a1cc5e7e1311ac0a0e0", 
            "message": "Last week I asked the question, \"Should the hyphen be used \nto describe individuals such as \"African-American\", \n\"Hispanic-Ame4rican\", \"German-American\", etc?\"  I've \nprobably received more responses to this question than I \nhave for any other in the past few months.  Thought you \nmight be interested in reading some of the E-mail responses \nI've received.\n\n.   The rather recent emphasis of,\"(country of \norigin)-American\" serves to only diminish that a person is \nan American. After all, being an American, in and of \nitself, denotes one of having come from some foreign shore \nsometime in his/her past. In my opinion, the only ethnic \ngroup having a valid claim to that type of title would be \nthe American Indian as \"Native American\" and even then \nwithout the use of a hyphen.\n\n.   Personally, hyphens in a name cause my eyebrows to \nrise.\n\n.   Why, I ask, are these people resorting to this \"be \ndifferent\" form of identity? And too often what I find \nemerging are semi-hidden agendas.\n\n.   We have become a nation spoiled beyond measure. A \nclassic is found in the arena of \"me-ism\". The right to \nstand apart and do your own thing Regardless  of a \ndeference to a larger good is not what set this country in \nits infancy apart from its neighbors. Our founding fathers \nset aside their personal wants  for a greater good and in \nso doing became even more recognised as valued \nindividuals.\n\n.   We all should be proud to claim the title of American \nand not stoop to bastardize it with any addition regardless \nof our heritage. Cherish and\nHonor your personal past to be sure, and more power to you; \nbut always give precedent to that which I hope you claim to \nbe a part of first.\n\n.   When one is so enamored with one's heritage that it has \nto dilute the American we all should be, then I invite that \nperson to return to their roots and leave America to the \nAmericans!\n\n.   I personally do not see why we even call, or for that \nfact, recognize, the name African American or Spanish \nAmerican. In this case I should be called English American. \nOr to go even further back, German English American. Surely \nsomewhere back there I must be related to the English  \nCrown!        \n\n.   Although  both of my parents are English, I was born in \nAmerica. I am an American and very proud of it. I will, \nexcept in very few cases, be willing to bet that 98% of \nblacks can't even  say that they were born in Africa and \nthat 60% of Spanish related were born in a Spanish country. \nIf you were  born here then you are an American, nothing \nelse. Well- maybe a  traitor.      \n \n.   Should the hyphen be used to describe individuals such \nas \"African-American\", \"Hispanic-American\", \n\"German-American\", etc?  I say, \"Sure, if they are \nresidents holding dual citizenship\".  On the other hand, if \nthey are merely trying to disassociate themselves from \nmainstream American values, I say, NO WAY!  We have more \nthan enough divisive problems in this land without creating \nadditional ones on our own.  If being an American, isn't \nsufficient national identity for an individual, let us \ngently remind that individual that the right to migrate \nfrom the United States is one which the founding fathers \nforesaw as one as necessary as the right to self- \nrepresentation before the Law.  In short, if one finds the \nAmerican political and social climate too stifling, freedom \nto leave for one more to that individual's particular \nsocio-persuasion is a right which will never be denied.  In \nshort, \"Like it of leave it!\"\n\n\n.   In answer to your question of the week, we think that \nAmericans should be called just that, Americans.  We feel \nthat insisting on the use of terms like \"'African-' \nAmerican,\" etc., simply magnifies our differences  instead \nof encouraging people to rise above them.  America is  \ncalled a  melting pot because we're all from someplace \nelse, but we can work  together if we put aside our the \nthings that divide us.  It's important to remember and \ncelebrate the customs, history, and culture of our \nfamilies--after all, these things are part of what makes us \nwho we are.\n\nHowever, we should be proud to be called Americans, and, no \nmatter what culture we came from, we should proudly \ncelebrate America's uniqueness in the world. \n \nThank you for your good work on our behalf.  We appreciate \nyour regular reports keeping us up to date on business in \nour state.  God bless you, and have a happy and healthy \n2001. \n \n.   No, All Americans regardless of background should be \nknown as Americans, period.  By dividing Americans into \nclasses i.e. the census, we use this info to divide and \npolarize the country.  The Democrats are experts at this \ntype of divisiveness.\n \n.   How about Tax-Paying Americans...\n \n.   Absolutely NOT.  if these people desire to be Americans \nthey should drop the hyphenated nonsense.  Consider this \nGerman-Russian-French-English-Latvian-American.  What could \nbe more foolish?\n\n.   In response to your questions about dividing the \nnationals ...All people who settle in America and become \ncitizens should be proud enough of their new country (and \nsome older Americans) to gladly accept just plain American. \n Nothing prohibits each nationality from celebrating their \ncultures but this is America and we should all be called \njust plain American.  And while we are on the subject of \nAmericanism... Let's insist that all foreign persons \nseeking citizenship and who desire to vote in the American \nelections read, write and speak English our native \nlanguage. Have a Happy New Year and I too feel our new 2001 \nwill bring good things to all of us, especially with George \nW. Bush assuming the presidency on Janunary 20, 2001.\n\n.   Is Confederate-American going to be added to the list? \nLest we forget, it once was a country with leaders, a \nConstitution and an army too!\n\n.   I do believe that our pledge of allegiance states: \"I \npledge allegiance to the flag of the UNITED States of \nAmerica and to THE republic for which it stands. 'ONE' \nnation, under God with liberty and justice for 'ALL'. \nTherefore, there is no such thing as a hyphenated \nAmerican!\n\n.   A question back to you: With emphasis on the hyphen or \nthe hyphenated word preceding American?  (i.e. \nAfricanAmerican w/no hyphen vs. separating oneself as being \nother than just an American)  Not counting South, Central, \nor Latin American, of course. Wow, we should call ourselves \nNorth American! \n\n.   As with all issues, there's more than 1 side; & here as \nmany as 63 according to US Census Bu form choices. \n\n.   Let's see, I think I'm: Swedish-Irish-Dutch- possibly \nScots & NA Indian-American. Bottom line? I'm white \nAnglo-Saxon mongrel, otherwise known as JUST PLAIN \nAMERICAN. The blacks take the month of Feb. Indians have a \ncouple weeks in Nov. A week is reserved for the Latinos, \nuhm in Sept? Octoberfest is for the Germanic peoples. WHY \nNOT HAVE A FESTIVAL JUST FOR BEING AMERICAN? Nope, not July \n4th. Not diverse enough. \n\n.   You wouldn't believe some of the answers I got while \ndoing Census door-to-door. Looking at someone face-to-face \n& hearing their sometimes obviously ridiculous answers was \nshocking - & they were serious! \n\n.   This isn't meant to be snappish, but satirical. The \nhyphens separate, segregate, & polarize us. To be truly the \npeaceable kingdom of the \"great melting pot\" is to drop the \nprefixes & get about the business of building an even \nbetter-than-the-best country in the world. \nThank you for your time. Sure you're gonna get some heated \nreplies to this one. :-) \n\n\nAPPRECIATE:   The above are a sampling of those I've \nreceived.  Do appreciate the fact that so many took time to \nrespond.  I'll do another FOURTH DIMENSION towards the \nlatter part of the week.\n\nComments to jmelvin@gulf1.com\n\nKeep up with the latest news and information from Northwest \nFlorida on Gulf1. http://www.gulf1.com\n\nFor AOL Users: \n<a href=\"http://www.gulf1.com\">Gulf1</a>\n\nIf you wish to be remove from this mailing list send an \nE-mail to webmaster@gulf1.com with \"Remove Jerry Melvin\" in \nthe subject line.", 
            "subject": "FOURTH  DIMENSION REPORT", 
            "to": "<jeb@jeb.org>"
        }, 
        {
            "date": "Tue, 2 Jan 2001 20:40:49 -0500", 
            "dateCentral": "2001-01-02T19:40:49-06:00", 
            "from": "\"JDK\" <joydoll1@bellsouth.net>", 
            "id": "20010102-001f01c07526$54d49980$e200d6d1@default", 
            "message": "Dear Governor Bush, please help stop any special interest funding and turn\nHAFB  into a  park, not an airport ( which is the last thing Miami and the\nfragile Keys need).  Homestead got a raceway and a baseball stadium and\nstill they don't have a good economy there so why do they think an airport\nwill help. Not to mention what a environmental disaster an airport is.\nPlease help us to protect our national parks", 
            "subject": "homestead air base", 
            "to": "<jeb@jeb.org>"
        }, 
        {
            "date": "Wed, 03 Jan 2001 01:56:17 +0000", 
            "dateCentral": "2001-01-02T19:56:17-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-7657cc52389b4dba02d80fb8806175f55c7692eb", 
            "message": "Kathleen is smart, loyal, experienced, hard working and politically savvy. And, she will bring a fresh outside perspective to what we are doing.\n\nJeb \n\n-----Original Message-----\nFrom: LucyTimes@aol.com [mailto:LucyTimes@aol.com]\nSent: Tuesday, January 02, 2001 3:20 PM\nTo: jeb@jeb.org\nSubject: K Shanahan\n\n\nI'm writing a Kathleen Shanahan story - what made you select her as your \nchief of staff????", 
            "subject": "RE: K Shanahan", 
            "to": "'LucyTimes@aol.com'"
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:00:27 +0000", 
            "dateCentral": "2001-01-02T20:00:27-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-12f55755b333dfc1398539e013b672a1965b5a0f", 
            "message": "who do you support?\n\nJeb \n\n-----Original Message-----\nFrom: Franklin Perez [mailto:perezfranklin@hotmail.com]\nSent: Wednesday, January 03, 2001 1:10 AM\nTo: jeb@jeb.org\nCc: lpfsc@egroups.com\nSubject: NO to Crotty!!!\n\n\nDear Governor Jeb Bush:\n\nI am writing you to please NOT\nappoint Richard Crotty as Orange County Chairman.\nCrotty is the most ethically challenged individual in public office today.\nCrotty has:\n-accepted a $50,000 payment from developers while in public office\n-cost taxpayers over $1 million in legal costs and settlement costs for \nfalsely accusing former property appraiser Ford Hausman of illegal activity.\n-failed to enact the Save our Seniors property tax exemption costing elderly \ntaxpayers more money\n-called his wife a \"drunk\" after she called 911 to report domestic violence. \nMrs. Crotty said during the 911 call that \"Richard Crotty has broken every\nlaw in the State of Florida, including tapping the phones of political\nenemies.\"\n-supported every major tax increase including the light rail plan.\n-opposed State House Speaker Tom Feeney, Ronald Reagan, Bob Freeman, Ted \nEdwards, Clarence Hoenstine and other prominent anti-tax elected officials.\n\nFranklin Perez\n\n_________________________________________________________________\nGet your FREE download of MSN Explorer at http://explorer.msn.com", 
            "subject": "RE: NO to Crotty!!!", 
            "to": "'Franklin Perez'"
        }, 
        {
            "date": "Tue, 2 Jan 2001 21:06:12 -0500", 
            "dateCentral": "2001-01-02T20:06:12-06:00", 
            "from": "\"Dana, Pamella\" <danap@itflorida.com>", 
            "id": "20010102-32F64A7C8687D3118A100004ACE6E2D201CE4B58@govexch.eog.state.fl.us", 
            "message": "Thanks Richard,\n\nAs you firm up approximate dates, keep me apprised and I will work with the\nGovernor's scheduler to give you several dates/times the Governor is also\navailable (so to fit within your given timeframe).\n\nPam\n\n-----Original Message-----\nFrom: Rogers, Richard [mailto:rrogers@cenetec.com]\nSent: Tuesday, January 02, 2001 4:53 PM\nTo: Dana, Pamella\nCc: Adams, Scott\nSubject: RE: Cenetec grand opening events\n\n\nDana,\nRight now we are looking to do our grand openings as follows:\nMiami--In Late Feb or March\nGainesville--- Probably in late April/May\nBoth are flexible at this time, just cannot be sooner.\nObviously, we'd like to have the Governor & would work to accomodate his\nschedule.\nThanks\nRichard\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Tuesday, January 02, 2001 9:38 AM\nTo: Adams, Scott; Dana, Pamella\nCc: Rogers, Richard\nSubject: RE: Cenetec grand opening events\n\n\nGreat.  I just want to make sure that we do what we can to get the\nGovernor\nat one.  Thanks.\n\n-----Original Message-----\nFrom: Adams, Scott [mailto:sadams@cenetec.com]\nSent: Monday, January 01, 2001 10:21 PM\nTo: Dana, Pamella\nCc: Rogers, Richard\nSubject: RE: Cenetec grand opening events\n\n\nHello Pam,\n\nWe already had our grand opening in Boca (around 400 people attended),\nbut Miami and Gainesville will be next.  I'll CC Richard Rogers who can\nprovide you with more information.\n\nHappy New Year,\n\nScott\n\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Tuesday, December 26, 2000 2:23 PM\nTo: 'sadams@cenetec.com'\nSubject: FW: Cenetec grand opening events\n\n\nAny news on when you will be doing the openings?  Hope your holidays are\nproceeding nicely!\n\n-----Original Message-----\nFrom: Dana, Pamella \nSent: Friday, October 27, 2000 5:27 PM\nTo: 'sadams@cenetec.com'\nSubject: FW: Cenetec grand opening events\n\n\nHello Scott, \n\nI hope all is well.  As you solidify your dates for the grand openings,\nplease keep me informed so that I can assist you in scheduling the\nGovernor's time from this end.\n\nAll the best, Pam Dana\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Friday, October 27, 2000 8:47 AM\nTo: 'Adams, Scott'\nSubject: RE: Cenetec grand opening events\n\n\nThanks Scott. I would love to attend one of the openings and am passing\nthis\ninvite on to Tara Wainwright who handles my scheduling. I hope we can\nwork\nit out.\n\nJeb Bush\n\n-----Original Message-----\nFrom: Adams, Scott [mailto:sadams@cenetec.com]\nSent: Wednesday, October 25, 2000 12:56 PM\nTo: jeb@jeb.org\nSubject: Cenetec grand opening events\n\n\n\nHello Governor Bush,\n\nI know this is probably email #345 today, but I'll give it a shot.  We\nare planning several grand opening events for our facilities in Boca,\nMiami, and Gainesville.  We would be honored if you could attend one of\nour grand opening events sometime within the first 2 weeks of Dec or in\nJan.  I hope all is going well and we look forward to witnessing\nsuccessful results in the upcoming election  !!\n\nThank you,\n\nScott\n\n------------------------------------------------------------------------\n-\nScott H. Adams, President\nCenetec LLC - The Technology Accelerator\n4950 Blue Lake Drive, Ste 900, Boca Raton, FL  33431\n(Ofc) 561 981-0204, (Fax) 561 981-0201\nhttp://www.cenetec.com", 
            "subject": "RE: Cenetec grand opening events", 
            "to": "\"'Rogers, Richard'\" <rrogers@cenetec.com>"
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:08:44 +0000", 
            "dateCentral": "2001-01-02T20:08:44-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-020e7a7738afda9a9a08918f4ea92b43507e7b6e", 
            "message": "Thank you for your recommendation.\n\njeb Bush\n\n-----Original Message-----\nFrom: Tomhockman@aol.com [mailto:Tomhockman@aol.com]\nSent: Tuesday, January 02, 2001 7:08 PM\nTo: jeb@jeb.org\nSubject: Orange County Commissioner appointment\n\n\nPlease appoint Bill Sublette.  He is respected by both democrats and \nrepublicans as a moderate.  He has the best chance to be reelected as \ncommissioner.\n\nThank you,\nThomas Hockman, Esq.\nRepublican Orange County precinct 203 committeeman", 
            "subject": "RE: Orange County Commissioner appointment", 
            "to": "'Tomhockman@aol.com'"
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:09:13 +0000", 
            "dateCentral": "2001-01-02T20:09:13-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-962d360809f937c2d49d598a77275522e57ff1fa", 
            "message": "Thank you so much for your recommendation.\n \nJeb Bush\n\n-----Original Message-----\nFrom: Robert Knauff [mailto:PamRobK@worldnet.att.net]\nSent: Tuesday, January 02, 2001 5:01 PM\nTo: JEB@JEB.ORG\nSubject: Orange County Chairman\n\n\nWe would like Clarence Hoenstine to be our next Orange County Chairman.  He truly cares about the people and is very dedicated.  He has served two terms as a Commissioner of Orange County and works hard for the citizens.  He believes in the people and takes pride in this community.  \n \nPlease appoint Clarence Hoenstine as the next Orange County Chairman.\n \nThank you,\nRobert & Pamela Knauff\nRepublicans", 
            "subject": "RE: Orange County Chairman", 
            "to": "'Robert Knauff'"
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:10:25 +0000", 
            "dateCentral": "2001-01-02T20:10:25-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-431a43ad8a00f5ad756c6dfc54b302c830a0664a", 
            "message": "I will call you tomorrow.\n \nJeb Bush\n\n-----Original Message-----\nFrom: Wesublette@aol.com [mailto:Wesublette@aol.com]\nSent: Tuesday, January 02, 2001 4:19 PM\nTo: bushj@eog.state.fl.us; jeb@jeb.org\nSubject: Orange County Chairmanship\n\n\nJeb: \n\nI hope you and your family had a relaxing holiday.  I am unsure where you are \non the Orange County Chairmanship, but wondered whether we can talk when you \nhave a moment.  Please let me know if there is a good time to give you a call \nor to come up and see you. \n\nBill Sublette \n(407) 426-8551", 
            "subject": "RE: Orange County Chairmanship", 
            "to": "'Wesublette@aol.com'"
        }, 
        {
            "date": "Tue, 2 Jan 2001 21:13:15 -0500", 
            "dateCentral": "2001-01-02T20:13:15-06:00", 
            "from": "\"Dana, Pamella\" <danap@itflorida.com>", 
            "id": "20010102-32F64A7C8687D3118A100004ACE6E2D201CE4B5A@govexch.eog.state.fl.us", 
            "message": "Thank you sir but really it was an OTTED team effort.  I am pleased with the\nway the team is shaping itself to care about their end product and to\nfurther the cause.\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Tuesday, January 02, 2001 7:02 PM\nTo: 'Dana, Pamella'\nSubject: RE: spring training facilities\n\n\ngood work, Pam. Thank you.\n\nJeb\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Tuesday, January 02, 2001 4:25 PM\nTo: 'jeb@jeb.org'\nSubject: FW: spring training facilities\n\n\nGovernor,\n\nLarry Pendleton contacted Osceola, Indian River, Clearwater, and Charlotte\nCounty to get their signed 15 year lease twice since Dec. 4th.  During\ncontact, Larry expressed the deadline and the consequence of not meeting the\ndeadline.  As such, three of the four got their 15 year leases signed and in\non time.  Also, Larry held independent workshops for each of the applicants\nto discuss in detail the criteria under law and the deadlines.  This\noccurred in November.\n\nCharlotte Co. was unable to get a signed lease by the Rangers. (Please note:\nA recent article, 12/30 Herald Tribune ,noted that the Rangers are leaving\nto Arizona BUT that they may stay in Charlotte Co. until 2002 only).  I just\nspoke to the second in charge for Co. Commission who confirmed that the\nRangers were leaving.\n\nLarry also contacted Bradenton--regarding the lease and, more importantly,\nthe mandated match to state funds.  They did not have the future funds to\nmatch state funding (but wanted to use $$ from 1998).  I spoke to Co.\nCommissioner, Carl Callahan, who said that he appreciated the consideration\nbut understood that past funds could not be used.  I also talked to Sen.\nMcKay who was okay with the outcome.\n\nBoth Bradenton and Charlotte County affirmed for me that this office\n(through Larry P.) made ample contact with them to assist them to comply by\ndeadline.  I also talked to Sen. McKay who was okay with our decision.\n\nPam\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Saturday, December 30, 2000 10:19 PM\nTo: 'Dana, Pamella'\nSubject: RE: spring training facilities\n\n\nI need to know when the two communities were told and if they knew the\nconsequences of non action.\n\nJeb\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Saturday, December 30, 2000 8:05 PM\nTo: 'jeb@jeb.org'\nSubject: RE: spring training facilities\n\n\nGovernor,\n\nWe actually advised more than the two cities that they needed signed\nagreements.  We met with Sen Latvala on Dec. 4th, discussed the\napproaching deadline for getting signed agreements, and agreed to notify\nthe deficient communities of our statutory deadline\nand put the fire under them to deliver a signed agreement prior to\ncertification determination.  Senator Latvala and Larry Pendleton agreed to\nmake the calls.  I will find out the actual number of times each were\ncontacted\nand when.  Bradenton wouldn't had qualified even with a signed agreement as\nthey were trying to use funds previously spent (1998) as match to future\nstate funds.  This is why Sen Latvala called Sen McKay early on to discuss.\n\nPlease let me know if I can provide additional information.\n\nPam\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Saturday, December 30, 2000 1:37 PM\nTo: 'Dana, Pamella'\nSubject: RE: spring training facilities\n\n\nThanks Pam. When did you advise the two cities what their deficiencies were\nand how much time did they have to rectify the problems?\n\nJeb\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Saturday, December 30, 2000 10:15 AM\nTo: 'jeb@jeb.org'\nCc: Hartman, Jean; Baur, Katie; Hirst, Elizabeth; Jimenez, Frank;\nTilley, Cory; Neal, Kevin\nSubject: spring training facilities\n\n\nGovernor,\n\nPer Florida Statutes, OTTED is mandated by January 1, 2001, to certify up to\nfive facilities for a retained spring training franchise.  Our outstanding\nattorney, Jean Hartman, led an exhaustive and comprehensive process (in\ncoordination with the Sports Foundation and blessed by Sen. Latvala)  to\nevaluate applications and certify eligible facilities for retained spring\ntraining franchises.  I am very satisfied with the outcome of the selection\nprocess and feel it is correct and fair.  Sen Latvala concurs.\n\nSeven applications were received, two were deemed ineligible per criteria\nset up in law.  The remaining 5 met all criteria for certification (fyi,\ncriteria laid out below).  These five include:  Indian River County, City of\nDunedin, City of Lakeland, City of Clearwater, and Osceola County.  The two\nunsuccessful applications came from City of Bradenton and Charlotte County.\nSen. Latvala contacted Sen McKay several weeks ago to review the issues\nwhich made these two applications ineligible per statute.  I plan to\npersonally call the ineligible applicants and discuss the rationale for our\ndetermination on Tuesday.\n\nBradenton was ineligible because its current lease is only through 2011\n(with a lease extension commitment letter that would exercise an option for\na five-year extension).  However, the statute requires a signed agreement\nfor 15 years minimum (i.e., a signed lease, committing the spring training\nfranchise to the facility for at least 15 years).  Second, Bradenton\nrequested that funds they already spent in 1998 be considered as the local\nmatch.  However, the required local match of 50% must consist of funds to be\nspent in the future and be specifically intended to match the state-awarded\nfunds awarded henceforth.\n\nCharlotte Co. was ineligible because its current lease was only through the\n2001 spring training season--with a term sheet (not signed lease) that would\nextend the period of the lease through 2017.  However, again, the statute\nrequires a signed agreement (i.e., lease) committing the spring training\nfranchise to the facility for at least 15 years.\n\nBoth applicants were contacted and given the opportunity to secure a 15\nsigned lease with their respective teams to no avail.\n\nWe intend to send out letters on Tuesday, per law, to announce our\ndetermination on certification unless we hear otherwise.  Once certified,\nthose successful facilities are able to receive specified funds pursuant to\nSection 212.20, Florida Statutes.    The reporters have been biting at the\nbit to get info on this.\n\nPam\n\n\n---------------------------------------\nCRITERIA TO BE MET FOR CERTIFICATION\n\nPer statute, prior to certifying an applicant as a \"facility for a retained\nspring training franchise,\" the Office of Tourism, Trade, and Economic\nDevelopment must determine that:\n1.\tA \"unit of local government,\" as defined in Section 218.369, Florida\nStatutes, is responsible for the acquisition, construction, management, or\noperation of the facility for a retained spring training franchise or holds\ntitle to the property on which the facility for a retained spring training\nfranchise is located.\n2.\tThe applicant has a verified copy of a signed agreement with a\nretained spring training franchise for the use of the facility for a term of\nat least 15 years.\n3.\tThe applicant has a financial commitment to provide 50 percent or\nmore of the funds required by an agreement for the acquisition,\nconstruction, or renovation of the facility for a retained spring training\nfranchise. The agreement can be contingent upon the awarding of funds under\nthis section and other conditions precedent to use by the spring training\nfranchise.\n4.\tThe applicant has projections, verified by the Office of Tourism,\nTrade, and Economic Development, which demonstrate that the facility for a\nretained spring training franchise will attract a paid attendance of at\nleast 50,000 annually.\n5.\tThe facility for a retained spring training franchise is located in\na county that is levying a tourist development tax pursuant to Section\n125.0104, Florida Statutes.", 
            "subject": "RE: spring training facilities", 
            "to": "\"'jeb@jeb.org'\" <jeb@jeb.org>"
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:20:14 +0000", 
            "dateCentral": "2001-01-02T20:20:14-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-628517da8417925885f4eb474ef17bae322f71cd", 
            "message": "let us discuss.\n\nJeb\n\n-----Original Message-----\nFrom: TOM.BLOCK@chase.com [mailto:TOM.BLOCK@chase.com]\nSent: Tuesday, January 02, 2001 3:47 PM\nTo: jeb@jeb.org\nSubject: Chase CEO Outing in Deer Valley\n\n\nJeb, I hope this is your current email address as I have not contacted you\nvia email since we were working on the Chase Tampa project.\n\nThe current email is an invitation for you to address a CEO event the new\nJP Morgan Chase will host March 7 - March 9.  It would be a great\nopportunity for you to tell the Florida and Chase story to a key group of\nbusiness leaders.  Of course we would also like you to speak about the\nnational political scene given your unique position.  I will be back in my\noffice on Thursday and would be glad to get your appropriate staff person\nin contact with the meeting organizers.\n\nBill Harrison, Marc Shapiro, Dave Coulter and I all really enjoyed our\nbreakfast in December.  Our decision to move jobs to Florida was clearly\ninfluenced by the incredible pro-job creation strategy you have put in\nplace.  As we mentioned our employee move percentage is running well above\nany other major move the bank has ever made.  This really reflects the\ngreat work of the State and Tampa officials.\n\nI hope you will consider the CEO event if it fits into your schedule.\n\nPS: Also as we discussed Chase is very involved in the wide array of issues\nthat fall under the category of privacy and I hope to contact the\nappropriate people on your staff who will be working with the legislature\non privacy in the upcoming legislative session\n\nHappy New Year!\n---------------------- Forwarded by Tom Block/CHASE on 01/02/2001 03:26 PM\n---------------------------\n(Embedded image moved to file: pic17773.pcx)   Alison Weiskopf\n12/21/2000 12:06 PM\n\n\n\n\nTo:   Tom Block/CHASE@CHASE\ncc:   James B. Lee/CHASE@CHASE, Monica Mack/CHASE@CHASE\nSubject:  Chase CEO Outing in Deer Valley\n\nDear Tom:\n\nFollowing up on our conversation a few moments ago, I am pleased to forward\nto you information on Chase's annual CEO outing in March in Deer Valley,\nUtah.  The event is hosted by Bill Harrison, Geoff Boisi and Jimmy Lee --\nand we would be tremendously honored if Governor Jeb Bush could join us as\na speaker.  We would obviously work with his schedule to find the optimum\ntime during the conference for his remarks.\n\nThis outing is an intimate CEO conference whichl provides an ideal\nopportunity to interact and share ideas with other business leaders in a\nrelaxed and informal setting. Details are outlined on the attached Fact\nSheet.  The event will begin with a kick-off dinner on Wednesday evening\nfollowed by highly focused forums on both Thursday and Friday mornings.\nThe sessions will be led by CEOs from various industries who will share\ntheir personal experiences on a variety of proven methods of creating\nshareholder value.  Following the morning sessions at the conference, Chase\nguests may take advantage of a variety of specially arranged activities\nthat will accommodate both skiers of all levels and non-skiers alike.  We\nwill conclude the conference with a luncheon on Friday afternoon.  I will\nalso be sending you a copy of last year's conference brochure via\ninteroffice mail.\n\nI've also attached last year's attendee list for your review.  It really is\nan influential group of decision makers and we feel confident that the\nGovernor would find this to be a worthwhile use of his time.\n\nPlease call me at 270-2700 if you have any questions or comments.\n\nAll the best for the holidays,\nAlison\n\n\nFact Sheet:\n(See attached file: factsheet2001.doc)\n\n2000 Attendee List:\n(See attached file: attendees_2000.xls)", 
            "subject": "FW: Chase CEO Outing in Deer Valley", 
            "to": "Arlene DiBenigno (EOG) (E-mail)"
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:23:47 +0000", 
            "dateCentral": "2001-01-02T20:23:47-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-74303828aadc233dfb9eca81cf8321dcaf1f5951", 
            "message": "thank you for your recommendation.\n\nJeb Bush\n\n-----Original Message-----\nFrom: JStrazis@peabodyorlando.com [mailto:JStrazis@peabodyorlando.com]On\nBehalf Of AVillaverde@peabodyorlando.com\nSent: Tuesday, January 02, 2001 3:02 PM\nTo: jeb@jeb.org\nSubject: Orange County Chairman\n\n\n\n\nPlease see attached letter of support for Commissioner Ted Edwards as\nOrange County Chairman.\n\nThank you.", 
            "subject": "RE: Orange County Chairman", 
            "to": "'AVillaverde@peabodyorlando.com'"
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:23:55 +0000", 
            "dateCentral": "2001-01-02T20:23:55-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-c30bc729f0e55c5c6c7654329c4c436e4d03d118", 
            "message": "-----Original Message-----\nFrom: JStrazis@peabodyorlando.com [mailto:JStrazis@peabodyorlando.com]On\nBehalf Of AVillaverde@peabodyorlando.com\nSent: Tuesday, January 02, 2001 3:02 PM\nTo: jeb@jeb.org\nSubject: Orange County Chairman\n\n\n\n\nPlease see attached letter of support for Commissioner Ted Edwards as\nOrange County Chairman.\n\nThank you.", 
            "subject": "FW: Orange County Chairman", 
            "to": "Arlene Dibenigno (E-mail)"
        }, 
        {
            "date": "Tue, 2 Jan 2001 21:25:35 -0500", 
            "dateCentral": "2001-01-02T20:25:35-06:00", 
            "from": "\"Dana, Pamella\" <danap@itflorida.com>", 
            "id": "20010102-32F64A7C8687D3118A100004ACE6E2D201CE4B5B@govexch.eog.state.fl.us", 
            "message": "The Governor's remarks are guided to the efforts devoted by each of you.\nThank you for putting up with my continued requests to dot all the \"i's\" and\ncross all the \"t's.\"  You guys did good work.  Now, let's hope the press\ninterprets it as such. \n\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Tuesday, January 02, 2001 7:02 PM\nTo: 'Dana, Pamella'\nSubject: RE: spring training facilities\n\n\ngood work, Pam. Thank you.\n\nJeb\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Tuesday, January 02, 2001 4:25 PM\nTo: 'jeb@jeb.org'\nSubject: FW: spring training facilities\n\n\nGovernor,\n\nLarry Pendleton contacted Osceola, Indian River, Clearwater, and Charlotte\nCounty to get their signed 15 year lease twice since Dec. 4th.  During\ncontact, Larry expressed the deadline and the consequence of not meeting the\ndeadline.  As such, three of the four got their 15 year leases signed and in\non time.  Also, Larry held independent workshops for each of the applicants\nto discuss in detail the criteria under law and the deadlines.  This\noccurred in November.\n\nCharlotte Co. was unable to get a signed lease by the Rangers. (Please note:\nA recent article, 12/30 Herald Tribune ,noted that the Rangers are leaving\nto Arizona BUT that they may stay in Charlotte Co. until 2002 only).  I just\nspoke to the second in charge for Co. Commission who confirmed that the\nRangers were leaving.\n\nLarry also contacted Bradenton--regarding the lease and, more importantly,\nthe mandated match to state funds.  They did not have the future funds to\nmatch state funding (but wanted to use $$ from 1998).  I spoke to Co.\nCommissioner, Carl Callahan, who said that he appreciated the consideration\nbut understood that past funds could not be used.  I also talked to Sen.\nMcKay who was okay with the outcome.\n\nBoth Bradenton and Charlotte County affirmed for me that this office\n(through Larry P.) made ample contact with them to assist them to comply by\ndeadline.  \n\nPam\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Saturday, December 30, 2000 10:19 PM\nTo: 'Dana, Pamella'\nSubject: RE: spring training facilities\n\n\nI need to know when the two communities were told and if they knew the\nconsequences of non action.\n\nJeb\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Saturday, December 30, 2000 8:05 PM\nTo: 'jeb@jeb.org'\nSubject: RE: spring training facilities\n\n\nGovernor,\n\nWe actually advised more than the two cities that they needed signed\nagreements.  We met with Sen Latvala on Dec. 4th, discussed the\napproaching deadline for getting signed agreements, and agreed to notify\nthe deficient communities of our statutory deadline\nand put the fire under them to deliver a signed agreement prior to\ncertification determination.  Senator Latvala and Larry Pendleton agreed to\nmake the calls.  I will find out the actual number of times each were\ncontacted\nand when.  Bradenton wouldn't had qualified even with a signed agreement as\nthey were trying to use funds previously spent (1998) as match to future\nstate funds.  This is why Sen Latvala called Sen McKay early on to discuss.\n\nPlease let me know if I can provide additional information.\n\nPam\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Saturday, December 30, 2000 1:37 PM\nTo: 'Dana, Pamella'\nSubject: RE: spring training facilities\n\n\nThanks Pam. When did you advise the two cities what their deficiencies were\nand how much time did they have to rectify the problems?\n\nJeb\n\n-----Original Message-----\nFrom: Dana, Pamella [mailto:danap@itflorida.com]\nSent: Saturday, December 30, 2000 10:15 AM\nTo: 'jeb@jeb.org'\nCc: Hartman, Jean; Baur, Katie; Hirst, Elizabeth; Jimenez, Frank;\nTilley, Cory; Neal, Kevin\nSubject: spring training facilities\n\n\nGovernor,\n\nPer Florida Statutes, OTTED is mandated by January 1, 2001, to certify up to\nfive facilities for a retained spring training franchise.  Our outstanding\nattorney, Jean Hartman, led an exhaustive and comprehensive process (in\ncoordination with the Sports Foundation and blessed by Sen. Latvala)  to\nevaluate applications and certify eligible facilities for retained spring\ntraining franchises.  I am very satisfied with the outcome of the selection\nprocess and feel it is correct and fair.  Sen Latvala concurs.\n\nSeven applications were received, two were deemed ineligible per criteria\nset up in law.  The remaining 5 met all criteria for certification (fyi,\ncriteria laid out below).  These five include:  Indian River County, City of\nDunedin, City of Lakeland, City of Clearwater, and Osceola County.  The two\nunsuccessful applications came from City of Bradenton and Charlotte County.\nSen. Latvala contacted Sen McKay several weeks ago to review the issues\nwhich made these two applications ineligible per statute.  I plan to\npersonally call the ineligible applicants and discuss the rationale for our\ndetermination on Tuesday.\n\nBradenton was ineligible because its current lease is only through 2011\n(with a lease extension commitment letter that would exercise an option for\na five-year extension).  However, the statute requires a signed agreement\nfor 15 years minimum (i.e., a signed lease, committing the spring training\nfranchise to the facility for at least 15 years).  Second, Bradenton\nrequested that funds they already spent in 1998 be considered as the local\nmatch.  However, the required local match of 50% must consist of funds to be\nspent in the future and be specifically intended to match the state-awarded\nfunds awarded henceforth.\n\nCharlotte Co. was ineligible because its current lease was only through the\n2001 spring training season--with a term sheet (not signed lease) that would\nextend the period of the lease through 2017.  However, again, the statute\nrequires a signed agreement (i.e., lease) committing the spring training\nfranchise to the facility for at least 15 years.\n\nBoth applicants were contacted and given the opportunity to secure a 15\nsigned lease with their respective teams to no avail.\n\nWe intend to send out letters on Tuesday, per law, to announce our\ndetermination on certification unless we hear otherwise.  Once certified,\nthose successful facilities are able to receive specified funds pursuant to\nSection 212.20, Florida Statutes.    The reporters have been biting at the\nbit to get info on this.\n\nPam\n\n\n---------------------------------------\nCRITERIA TO BE MET FOR CERTIFICATION\n\nPer statute, prior to certifying an applicant as a \"facility for a retained\nspring training franchise,\" the Office of Tourism, Trade, and Economic\nDevelopment must determine that:\n1.\tA \"unit of local government,\" as defined in Section 218.369, Florida\nStatutes, is responsible for the acquisition, construction, management, or\noperation of the facility for a retained spring training franchise or holds\ntitle to the property on which the facility for a retained spring training\nfranchise is located.\n2.\tThe applicant has a verified copy of a signed agreement with a\nretained spring training franchise for the use of the facility for a term of\nat least 15 years.\n3.\tThe applicant has a financial commitment to provide 50 percent or\nmore of the funds required by an agreement for the acquisition,\nconstruction, or renovation of the facility for a retained spring training\nfranchise. The agreement can be contingent upon the awarding of funds under\nthis section and other conditions precedent to use by the spring training\nfranchise.\n4.\tThe applicant has projections, verified by the Office of Tourism,\nTrade, and Economic Development, which demonstrate that the facility for a\nretained spring training franchise will attract a paid attendance of at\nleast 50,000 annually.\n5.\tThe facility for a retained spring training franchise is located in\na county that is levying a tourist development tax pursuant to Section\n125.0104, Florida Statutes.", 
            "subject": "FW: spring training facilities", 
            "to": "\"Hartman, Jean\" <HartmaJ@eog.state.fl.us>, \"Gillman, Marla\""
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:35:14 +0000", 
            "dateCentral": "2001-01-02T20:35:14-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-579fe55c200296d1988ea44221fc77b79a9d689b", 
            "message": "Thank you so much for writing. I will take Mel Martinez' advice and that of many others regarding the appointment and agree with you that the replacement should hold views and philosophies similar to those of the Chairman.\n\nJeb Bush\n\n-----Original Message-----\nFrom: Ronald Fikar [mailto:r_fikar@mpinet.net]\nSent: Monday, January 01, 2001 10:43 PM\nTo: 'jeb@jeb.org'\nSubject: New Orange County Chairman\n\n\nDear Governor Bush:\n\nI am an Orange County (Orlando) resident and voter. In the past I have supported Mel Martinez for the Orange County Chairman position. Now that he has left to join the Executive Cabinet a new Chairman will be appointed by you. I hope that his replacement will hold views and philosophies similar to those of Martinez. Specifically, we need someone who will not recklessly open up Orange County to poorly planned overdevelopment. Orange County's growth should be guided by concern for the quality of life of its residents. I am specifically opposed to someone such as Richard Crotty, who I feel cannot act in an unbiased manner, without the strong influence of special interests. Thank you for listening.\n\nSincerely,\nDr. Ronald Fikar\n\nOrlando 32837", 
            "subject": "RE: New Orange County Chairman", 
            "to": "'Ronald Fikar'"
        }, 
        {
            "date": "Tue, 2 Jan 2001 21:38:17 -0500", 
            "dateCentral": "2001-01-02T20:38:17-06:00", 
            "from": "\"Paulette Stoudt\" <sandcay@strato.net>", 
            "id": "20010102-LOBBLLJFLBIDGDDLFCBDKEANCEAA.sandcay@strato.net", 
            "message": "Dear Governor,\n      Sir, I am very humbled to write to you.  I know you are a very busy man.  And, I am sure that you have been through a stressful time in your life, and I congratulate you and your family for their strenght and professionalism in finally bringing this election time to a closure.  \n      Just reciently Captain Bob Carr, a captain from the Charlotte County Sheriff's department, flew our  President Elect's secret service agents to Boca Grande this past holiday.   He is now no longer with the Sheriff's department.   In conjunction with the presidential election, local elections were held and our county residents have elected a new Sheriff.  Along with that, many many changes have occurred.  Some with no logical reason.   One of which is the forced retirement of Bob Carr.  \n       I met Bob about 5 months ago.  He approached me about helping him and a few others on training a mounted patrol for our county.  I agreed to help them as I felt it sure would be a real asset to our community in many ways.   Though this training process, I got to know Bob both as a professional and as a real person and friend.   He is truly an honest and caring person.   He uses these personal attributes in his work as a Captain in the Sheriff's department.  I also learned that he was a Warrant Officer in the Army and flew in Vietman.  He is a war veteran!   He served our country in Vietnam from 1970 - 71 as a helicopter pilot.  He started his law enforcement career in 1979 in Charlotte County, THIS is 20 YEARS of service.  He is 3 1/2 years from full retirement.   I cannot believe that our society could treat someone that has given this country and my community so much service with this much disrespect.   They destruction of the families is incredible!   One reporter from the newspaper stated \"the blood letting has begun\".   I am writing to you and asking you to please help!  This certainly is a great injustice.  I do know that he was to fly you somewhere on the day he lost his job.   It's too bad that you didn't have the opportunity to meet him.    I want to add that he was TOTALLY responsible for our county's aviation program, in which the sheriff's department is threatening on down sizing.   He is responsible for the restoration of a Huey Helicopter \"5-0-Deuce\", a helicopter he flew in Vietnam!  The restoration of this aircraft was done without public funds and is owned by the sheriff's department.   The community is concerned with the fate of the aircraft. They are feared that the sheriff's department will destroy the aircraft by painting it the sheriff's department colors.   I KNOW  that Bob and many other veteran's donated thousands of dollars and long hours to restore this helicopter.   PLEASE, help save this helicopter, it is a memorial to our veterans!\n      Sir, Bob has so many good qualities, has spent so many years in law enforcement and has so many years experience, he belongs working for our community's Sheriff's department!    People in our community need more Bob Cars.  If I call for help, I sure hope that it will be someone with the qualities and experience that Bob Carr has.  Thank you so much for you time and consideration in this matter.  I will be awaiting for your reply or actions.\n \nSincerely \nPaulette Stoudt, horse trainer, Sand Cay Farm, Punta Gorda, FL\n941-628-0169\nwww.sandcayfarm.com\nemail  sandcay@strato.net \n \n \n \n \n \n \n \n \n \n \n \nSincerely,\nPaulette Stoudt\npaulette@sandcayfarm.com\nhttp://www.sandcayfarm.com <http://www.sandcayfarm.com/>", 
            "subject": "Please help captain in Charlotte", 
            "to": "\"Bob Carr\" <carr_3099@msn.com>, \"Donna Black\" <dancin2dranch@isni.net>,"
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:40:43 +0000", 
            "dateCentral": "2001-01-02T20:40:43-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-b60155498c58f9e3483234d3b7c0e79916dae773", 
            "message": "Michelle Gibbs will be calling you.\n\nJeb \n\n-----Original Message-----\nFrom: Courtney Cunningham [mailto:ccunningham@BCMPARTNERS.com]\nSent: Tuesday, January 02, 2001 9:30 AM\nTo: 'jeb@jeb.org'\nSubject: RE: congrats/various\n\n\nSorry it's taken so long to reply to your email.  I was out of the office\nuntil today.  On the mansion foundation, I believe we could conduct some\nfundraising at the mansion.  There are a lot of people who  would love to\nspend some time there and spend a few moments with you.  It could be high $$\nor low $$ because we aren't trying to raise more than $250,000.  Certain\nbusinesses could also underwrite the large projects such as a library or\nupdating the mansion book.\n\n-----Original Message-----\nFrom: Jeb Bush [mailto:jeb@jeb.org]\nSent: Friday, December 22, 2000 4:38 PM\nTo: 'Courtney Cunningham'\nSubject: RE: congrats/various\n\n\nthanks Courtney. What are the mansion foundation ideas?\n\njeb\n\n-----Original Message-----\nFrom: Courtney Cunningham [mailto:ccunningham@BCMPARTNERS.com]\nSent: Tuesday, December 19, 2000 10:29 AM\nTo: 'jeb@jeb.org'\nSubject: congrats/various\n\n\nJeb--\n\nFirst, happy holidays to you and your family.  It is so good that we'll have\nanother Bush in the WH.  It's historic and great for the USA.  The entire\ncountry will benefit from his leadership.  Pls KNOW that African Americans\nwill come around once they get to see his leadership and his compassion.\nThey did in TX and they will in the rest of the country--despite the\ndivisive tactics so-called leaders.  He will be the leader of all Americans.\nIt will happen.  When I worked for your father, I almost looked at him like\na \"national father\"--a man of excellence and integrity.  I guess the country\nnow has a \"national big-brother\"--a man of decency, compassion and a man of\nour generation.  I can't believe I know the President.  How cool is that?\n\nSecond, I won't be able to attend tonight.  I have to work at the Dade\nCounty Commission tonight.  Thanks for the invitation though.\n\nThird, keep your head up.  The state will pull together.  We love you out\nhere.\n\nFourth, we need to work on the mansion foundation.  I have some ideas.\n\n\nCourtney", 
            "subject": "RE: congrats/various", 
            "to": "'Courtney Cunningham'"
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:42:36 +0000", 
            "dateCentral": "2001-01-02T20:42:36-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-ddcd4f8cb2d48991eaa14445e7f172b57f84a2d4", 
            "message": "I don't know what to make of it but I am passing it on to Charles Canady.\n\nJeb \n\n-----Original Message-----\nFrom: E. T. York [mailto:york@atlas.ifas.ufl.edu]\nSent: Tuesday, January 02, 2001 1:42 PM\nTo: Governor Bush\nSubject: William C. Cramer, Jr. document\n\n\nGovernor Bush,\n\nWhat do you make of this?\n\nE. T.", 
            "subject": "RE: William C. Cramer, Jr. document", 
            "to": "'E. T. York'"
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:44:45 +0000", 
            "dateCentral": "2001-01-02T20:44:45-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-6e02f0e611e0c5de85cc1cccea5a87d496cde0d4", 
            "message": "thank you Russ. I really appreciate your writing me. I am passing it on to the OPB folks for their followup.\n\nJeb Bush\n\n-----Original Message-----\nFrom: Russ Rothman [mailto:Rothman.Russ@hsmv.state.fl.us]\nSent: Tuesday, January 02, 2001 11:15 AM\nTo: Bushj@eog.state.fl.us; jeb@jeb.org\nSubject: Re-engineering of vehicle and vessel titling and registration\n\n\nGovernor,\n\nHere are some ideas on cutting costs and bureaucracy in response to the\nSunday coverage of Governor Bush's goals in the Democrat Dec. 31.  For a\nnational \"first\":\n\n1.  Re-engineer the motor vehicle and vessel regulations to replace the\nsecure title document with a plain paper title, since the electronic\nrecord is now the official record.\n\n2.  Discontinue the annual vehicle and vessel registration and the\nbureaucracies, processes, materials and records required.\n\n3.  Use a very small addition to gasoline taxes to replace the lost\nrevenue for the public stakeholders, state and county governments.  This\nwill spread the cost over highway users, whether or not they reside in or\nown a vehicle in the State of Florida.\n\nGovt. costs eliminated: Tamper-proof secure title paper, $250,000/year,\nplus costs of storage, distribution and inventory control.\t        \t     Mail registration renewal notices, $750,000/year.\t\t        \t     Decals and registration forms, $1,000,000/year\n\nThese estimates are very conservative.  Costs of data collection, storage\nand retrieval are not included, nor costs of program management and problem resolution.\n\nAdditional public benefit: Expired decals will no longer be a matter for\nthe attention of police agencies.\n\nAdditional individual taxpayer benefit: One less governmental procedure\nwith which to comply, and annual savings of $1,000,000 or more for\nregistration (postage, travel or Internet transaction fee) plus cost of\nlate fees and fines for missed registration deadlines.  This could be a high profile reduction in government impact on citizens.\n\nImpact on other stakeholders:  Prison industries (PRIDE) is increasingly\noffering technology services, as the workforce switches from material\nproduction to technology.  Since decals are now being printed as issued\nin county tax collector offices (the new program is about 50% in place)\nPRIDE's role was decreasing anyway.  Manufacturer (3M): Hard to see a\nplus from their point of view.  However, license plate quantities and\nprices seem to increase annually, and they sell the overlay material for\nthat.  However, we should look at reducing tag demand too, perhaps by\nextending the five-year replacement requirement, and allowing tags to\nremain with vehicles through successive owners.  County govts: As\nindicated, fuel taxes could be managed to provide the needed revenues,\nwhile the effort required at the local level is eliminated.  Since tax collectors are taking on responsibilities for issuing driver licenses, this could free up time to lessen any impact of their DL responsibilities.  And, the DL responsibilities will generate county revenue.\n\nI realize this is a rough outline and there may be other considerations I've missed.  Please use or discard as appropriate.  If you'd like someone to discuss this with me, I'm at 488-8290.\n\nRuss Rothman, Chief of Purchasing & Contracts, Dept of Hwy Safety & Mtr Veh\n________________________________________________________________", 
            "subject": "RE: Re-engineering of vehicle and vessel titling and registration", 
            "to": "'Russ Rothman'"
        }, 
        {
            "date": "Tue, 2 Jan 2001 21:44:47 -0500", 
            "dateCentral": "2001-01-02T20:44:47-06:00", 
            "from": "\"Dana, Pamella\" <danap@itflorida.com>", 
            "id": "20010102-32F64A7C8687D3118A100004ACE6E2D201CE4B61@govexch.eog.state.fl.us", 
            "message": "As rumored, I have instituted the \"Adopt A Bishop\" program.  I am\nrequesting/mandating each of you to independantly spend a couple of hours\nthis week (and every week forward until further notice) with David to drill\nin your programs and constituencies.  This is military style total\nimmersion.  I am counting on you guys to bring him into the fold of our team\nand make him a competent \"OTTEDian.\"   I am putting him in front of some\nLegislative committees next week and want him to be fully versed by then.\n\nBtw, I have told David this was coming....   \n\n\nAs the Governor would say, \"Onward!\"", 
            "subject": "", 
            "to": "\"Wilson, Wynnelle\" <WilsonW@eog.state.fl.us>, \"Blakeslee, Mary Helen\""
        }, 
        {
            "date": "Wed, 03 Jan 2001 02:56:50 +0000", 
            "dateCentral": "2001-01-02T20:56:50-06:00", 
            "from": "\"Jeb Bush\" <jeb@jeb.org>", 
            "id": "20010103-a694a997955485c5fb82ce023ae93bcb05e4ebe5", 
            "message": "I will look into it.\n \nJeb Bush\n\n-----Original Message-----\nFrom: Owen S. Whitman [mailto:tamarind@tampabay.rr.com]\nSent: Tuesday, January 02, 2001 1:33 PM\nTo: Jeb Bush\nSubject: Developing: A Major Privacy Issue In Pinellas County\n\n\nDear Governor, \n\nApparently, the Drivers License and Law and Order freaks are up to mischief once again. Haven't Florida officials learned anything after the debacle a couple of years ago regarding the state's having contracted to sell Floridians' driver's license photos to a private security firm?\n\nI'm certain that you will recall that the public was so outraged by the invasion of privacy that you stopped the sale and canceled the contract. But now  <http://www.sptimes.com/News/122300/Opinion/Licensed_drivers_at_r.shtml> a new project in Pinellas county <  <http://www.sptimes.com/News/122300/Opinion/Licensed_drivers_at_r.shtml> http://www.sptimes.com/News/122300/Opinion/Licensed_drivers_at_r.shtml > would utilize the photos of all Florida drivers in an Orwellian, perpetual, digital-face-recognition system.\n\nWhen someone agrees to have their picture taken for a Florida driver's license, Governor, they haven't given their consent, implicit or otherwise, to being part of a perpetual state wide criminal suspect file. I certainly didn't, did you? . It's a classic example of function-creep, where the government collects information for a stated purpose but then uses it in other ways. \n\nFederal law now protects driver's license information from distribution without the motorist's consent. Although a specific voter mandated amendment to Florida's State Constitution specifically prohibits unwarranted government snooping on Florida citizens, there is an exception for law enforcement. Any law enforcement agency, including the Secret Service, can request the record and photo of anyone suspected of and/or charged with a crime. However, \"blocks\" of drivers license data as are contemplated by the Pinellas county database scheme, have never before  been released to any agency or individual.\n\nMaybe it's time to tighten the law enforcement exemption. Our driver's license photos are not police mug shots. \n\nYour attention to this matter will be greatly appreciated. \n\nKindest Personal Regards,\n\nOwen\n\nOwen Whitman\n\nWebmaster\n\n <http://www.hotpolitics.com> HOTPOLITICS\n\nhttp://www.hotpolitics.com", 
            "subject": "RE: Developing: A Major Privacy Issue In Pinellas County", 
            "to": "'tamarind@tampabay.rr.com'"
        }, 
        {
            "date": "Tue, 2 Jan 2001 23:00:23 -0500", 
            "dateCentral": "2001-01-02T22:00:23-06:00", 
            "from": "\"Kimberly Ann Blevins\" <victory@innet.com>", 
            "id": "20010102-ODEJKLABPJLIDMKOCIPDOECACAAA.victory@innet.com", 
            "message": "Jeb,\n\nAlthough I detested writing to you about it, the October 26, 2000 dead black\ncat apparently had some significance attached to it.  This message is in\ncase the following is significant as well:\n\nThis morning when I was driving to work (c. 8:00 a.m.) along my usual route,\nI noticed a dead animal on the side of the road.  It was unusual because it\nwas snow white.  This is an area where one expects to see (and I have seen)\nfox, opossum, armadillo, raccoon, otter, sand hill cranes, bob cat, even a\ncoyote... but not a domestic-looking animal, unless it would be a cat.  I\nthought at first it was a rat, and out of curiosity, turned around and drove\nback to see for sure.  It was a white rabbit, either a young one or a dwarf\nvariety.  There was no sign of blood, and the animal had apparently died of\nblunt trauma: it almost appeared to be sleeping.\n\nEven though the dead white rabbit in a very rural area seemed most out of\nplace, it was not until I noticed the following that I decided to mention it\nto you: the place where it was located bi-sects the distance between the\nintersection of Hudson Avenue and Hays Road (where I turn south, toward\nTampa) and the intersection of Hays Road and SR 52/Schrader Memorial Highway\n(where I turn east, toward Tampa).  I clocked it twice just to be sure: it\nwas just over 1.1 miles in each direction.\n\nSymmetry possibly being a significant factor, and dead things at the side of\nthe road already having proved to be, I thought it might be important to\npoint out this white rabbit.  I don't, of course, know what -- if\nanything -- it means.  I can't help but wonder, though: what is the\nlikelihood of seeing a white rabbit in that area, and given that, what is\nthe likelihood, on chance alone, it would have fallen where it did --\nmidpoint between two intersections I pass nearly every day, and in fact,\nwhere I make a decision?\n\nKim", 
            "subject": "White Rabbit", 
            "to": "\"Jeb Bush\" <jeb@jeb.org>"
        }, 
        {
            "date": "Wed, 3 Jan 2001 00:18:23 -0500", 
            "dateCentral": "2001-01-02T23:18:23-06:00", 
            "from": "Ward Scott <ward.scott@santafe.cc.fl.us>", 
            "id": "20010103-3A51B382@Localhost", 
            "message": "Dear Governor:\n\nThank you sir for your prompt reply.\n\nWard Scott\n\n\n>===== Original Message From <jeb@jeb.org> =====\n>Mr. Scott, thank you for writing. The community college system will see\n>little change with the governance proposals I have seen. I appreciate your\n>input and will make sure that Handy and Winn receive it as well.\n>\n>Jeb Bush\n>\n>-----Original Message-----\n>From: Scott, Ward [mailto:ward.scott@santafe.cc.fl.us]\n>Sent: Tuesday, January 02, 2001 1:05 PM\n>To: jeb@jeb.org\n>Cc: john.winn@laspbs.state.fl.us; FPHandyman@aol.com\n>Subject: Ward Scott Letter to Task Force\n>\n>\n>Dear Governor:\n>\n>I am taking the time to write to you about my letter published in the\n>Gainesville Sun.  I don't know if you remember me.  I met you with our\n>good friend Coleman Stipanovich; I was his English teacher and a coach\n>on the football staff when he played at Gainesville High School.\n>\n>People from all over the state have told me my letter cries out for\n>dissemination.  I have had K-12, community college, and four year\n>college teachers call or write me, thanking me for speaking out for\n>them; an insurance man here in town posted the letter in his office;\n>overwhelmingly citizens, teachers, and students say I have struck a\n>nerve.  So I have sent the letter along to you as well as to John Winn\n>and Phil Handy, whom I do not know.  You may find it in the email text\n>below or you may read it as  published in the Gainesville Sun by linking\n>to our Santa Fe Community College Senate web site: that address is also\n>included below.\n>\n>Thank you, and take care.\n>\n>Ward Scott\n>\n>http://inst.santafe.cc.fl.us/~senate/\n>\n>\n>                              Sunday, December 10, 2000\n>\n>                              SPEAKING OUT: Education\n>                              system is not a business\n>\n>                              WARD SCOTT\n>\n>\n>                              The Education Governance Reorganization\n>                              Transition Task Force has taken up the\n>task of\n>                              reorganizing the Florida education system.\n>I\n>                              would like to share some concerns with\n>this\n>                              group.\n>\n>                              First, to many of us devoted to Florida\n>education,\n>                              it has become clear that the business\n>model is\n>                              becoming the preferred format for\n>governance;\n>                              not only for community colleges, but also\n>for the\n>                              so-called \"K-20 system\" of \"seamless\n>education.\"\n>\n>                              Let us assume for a moment that the\n>advocates\n>                              of this system have the very best\n>interests for\n>                              students at heart. Personally, I am sure\n>they do.\n>                              But many of them are not teachers, at\n>least not\n>                              in the day in and day out four and five\n>classes a\n>                              day sense of the word, and herein lies the\n>fertile\n>                              ground for an argument I hear growing in\n>this\n>                              state.\n>\n>                              For the purposes of discussion, let's\n>assume that\n>                              those who promote the K-20 system not only\n>\n>                              believe in the application of the business\n>model\n>                              to the education system but, more\n>importantly,\n>                              believe in the application of the\n>corporate\n>                              business model to education. In this\n>model, the\n>                              governor is the CEO of the corporation,\n>the\n>                              taxpayers the shareholders, the students\n>the\n>                              customers, and the product education.\n>\n>                              The students and employees I serve see\n>this\n>                              analogy as essentially the model for\n>education\n>                              that is currently under discussion in this\n>state.\n>                              Here are the pros and cons of this model\n>as I am\n>                              hearing them.\n>\n>                              For those who believe in this model for\n>education,\n>                              the model serves the following purposes:\n>\n>                              *First, it makes the components of the\n>system\n>                              ultimately accountable to the CEO.\n>Consequently,\n>                              all power ultimately resides in the CEO.\n>The\n>                              governor, appoints and/or approves the\n>various\n>                              boards, even down to the community college\n>\n>                              boards (for this system is hierarchical\n>from the\n>                              top down).\n>\n>                              Under the corporate model, the local\n>boards no\n>                              longer appoint the community college\n>presidents.\n>                              Instead, the local boards recommend the\n>                              presidents up to the CEO or the CEO's\n>designees,\n>                              who then appoint the presidents.\n>\n>                              Clearly this protocol is efficient in a\n>corporate\n>                              model because the CEO is directly\n>responsible to\n>                              the shareholders. The CEO's board is the\n>                              legislature,\n>\n>                              but the CEO can control the legislature\n>too,\n>                              especially if it is dominated by the\n>governor's\n>                              party.\n>\n>                              *Second, the corporate model is attractive\n>\n>                              because it is universal. In a country\n>where the\n>                              health of the nation is measured by its\n>gross\n>                              national product, the model appears to\n>make\n>                              sense to those whose personal lives are\n>                              measured in terms of their contribution to\n>the\n>                              total good. In this model, those workers\n>who fail\n>                              to contribute to the total good run the\n>risk that\n>                              the CEO or his management team will\n>replace\n>                              them with those who can contribute.\n>\n>                              This pressure to produce is constant,\n>pervasive,\n>                              and ubiquitous throughout the culture. The\n>fact\n>                              that the word customer takes the place of\n>the\n>                              word student in the corporate education\n>model\n>                              reflects the degree to which this\n>universal,\n>                              standardized thinking revamps K-20\n>education.\n>\n>                              *Finally, this cultural obsession with the\n>bottom\n>                              line, the well-known phrase that justifies\n>all\n>                              decision making in a corporate model,\n>provides\n>                              for a system of accountability.\n>Accountability is\n>                              attractive to the corporate mind.\n>\n>                              In athletics (I was once a football coach\n>on the\n>                              staff of a state-ranked high school\n>football\n>                              team), accountability is the be all and\n>end all of\n>                              every decision made about the sport. On\n>the\n>                              field, we reduced accountability to the\n>killer\n>                              instinct. Those who had it played; those\n>who\n>                              didn't sat on the bench, or else they held\n>the\n>                              blocking dummies for those who knew how to\n>\n>                              win.\n>\n>                              We coaches called the losers who held the\n>                              blocking dummies grunions. A grunion is a\n>fish\n>                              eaten by a bigger fish so that the bigger\n>fish\n>                              might live.\n>\n>                              But when I was a coach, I also taught high\n>school\n>                              English. And I soon learned that when I\n>reentered\n>                              the classroom from the football field, I\n>had to\n>                              think differently. And I must confess that\n>the\n>                              change in thinking, the change in\n>behavior, the\n>                              change in value, was not always easy.\n>\n>                              Rather than aggressively reward the most\n>                              competitive students who reached the goal\n>first, I\n>                              soon realized that the classroom demanded\n>                              compassion from me; it even demanded\n>patience\n>                              from me for those who were not only slower\n>than\n>                              I but also for those who were slower than\n>their\n>                              peers.\n>\n>                              Students who were disadvantaged in the\n>myriad\n>                              of ways human beings can be disadvantaged\n>                              might be liabilities on the football\n>field, but given\n>                              the time to wonder, to discover, to make\n>                              mistakes and to learn from those mistakes,\n>many\n>                              of them could be assets in the classroom.\n>\n>                              And yes, we are talking about human beings\n>- not\n>                              customers. The word customer\n>oversimplifies\n>                              human being just as the word winner or\n>loser or\n>                              grunion oversimplifies human being.\n>\n>                              And therein lies the flaw in the corporate\n>system\n>                              as applied to education. Applied too\n>brutally, too\n>                              excessively, too efficiently to the system\n>of\n>                              education -- that experience that happens\n>when a\n>                              teacher walks into a classroom and deals\n>with\n>                              formative minds -- the moral of the\n>classroom\n>                              deteriorates.\n>\n>                              To be sure, the community college students\n>and\n>                              employees I represent do not object to\n>                              accountability. Teachers and students hold\n>each\n>                              other accountable every day. Indeed, to be\n>a\n>                              teacher is to be a learner. And in the\n>great\n>                              moments in the classroom, the relationship\n>\n>                              between student and teacher is symbiotic,\n>each\n>                              helping the other to become a better\n>citizen. Not\n>                              consumer, but citizen. Education is about\n>the\n>                              total human being. It is not just about a\n>person's\n>                              athletic skills or a person's ability to\n>consume in\n>                              a materialistic society.\n>\n>                              I am sure that the governor and members of\n>the\n>                              Task Force, as well as the members of the\n>Florida\n>                              Board of Education, would agree that we\n>all want\n>                              a first rate educational system. But on\n>behalf of\n>                              the students and the community college\n>                              employees I represent, we hope that those\n>                              directly involved with the reorganization\n>of Florida\n>                              education will be thoughtful and cautious\n>about\n>                              the changes in the system that will\n>permanently\n>                              affect the quality of our communal lives.\n>\n>                              Demand excellence; demand achievement;\n>                              demand accurate measurements of those\n>criteria.\n>                              But be careful about the use of words like\n>\n>                              \"productivity,\" \"customer\n>satisfaction,\"workforce,\"\n>                              \"cost efficient\"; words featured in the\n>itemized\n>                              goals of the K-20 Education System\n>document\n>                              that informs the changes currently under\n>                              discussion in Florida education.\n>\n>                              If we are not wise about the use of these\n>words,\n>                              and consequently their actions, we run the\n>risk of\n>                              demeaning and degrading the very process\n>we are\n>                              trying to improve. Administrators,\n>teachers, and\n>                              students are not standardized,\n>interchangeable\n>                              parts of an assembly line; rather they are\n>more\n>                              like handcrafted specialties no two of\n>which are\n>                              exactly alike.\n>\n>                              Ward Scott is an English professor and the\n>\n>                              president of the Santa Fe Community\n>College\n>                              Senate.", 
            "subject": "RE: Ward Scott Letter to Task Force", 
            "to": "<jeb@jeb.org>"
        }, 
        {
            "date": "Wed, 3 Jan 2001 00:54:01 -0500", 
            "dateCentral": "2001-01-02T23:54:01-06:00", 
            "from": "\"Kimberly Ann Blevins\" <victory@innet.com>", 
            "id": "20010103-ODEJKLABPJLIDMKOCIPDMECBCAAA.victory@innet.com", 
            "message": "Connie, The following article was in The Tampa Tribune, and prompted me to go back to the previous one.  ~Kim\n \n \nJan 2, 2001 - 01:13 AM \nProstitutes' deaths have police questioning known johns \nAn Associated Press report\n\n\nMiami-Dade and Broward county homicide detectives, investigating the slayings of two women, are visiting every local man arrested for soliciting a prostitute in the past year. \nKim Dietz-Livesey, 35, and Sia Demas, 21, were killed by the same person, police said. Both were prostitutes and their bodies were stuffed into suitcases and left in plain sight along public roads. They have also been linked to the same Miami motel.   Kim, nickname for Kimberly.   Dr. George B. Livesay was the academic dean at Clearwater Christian College, and my first boss in Florida.  We were just talking about him the other day.  Sia is odd, bears certain resemblance to Tia â\u0080\u0093 the nickname my daughter changed to because so many mispronounced Thea, the short form of Matthea I had assigned.  Dietz and Demas, I am not sure about.  The ages were not meaningful at the times of these murders, except 35 is 53 backwards, the age you were going to be, and 21 is the age Tia had just been.  The manner in which their bodies were left mirrors apparent surrogate victim situations where display was apparently an important feature â\u0080\u0093 the particular display could vary.  \nPolice said they have been met with mixed reactions, including some hostility, while visiting the men. About 30 detectives are investigating the deaths and have researched more than 250 leads.   Thirty detectives to investigate the murders of two prostitutes, and all we get regarding the murder of our virtuous, elderly mother is continuing close outs, including from Governor Jeb Bush, via Marty McDonnell, most recently!  This is offensive in the extreme, Connie!  In fact, Mother could not even get any help when she, herself, was crying, â\u0080\u009cStop murdering me!â\u0080\u009d  \nPolice also have looked up registered sex offenders in the area and visited them as well, along with contacting international police and questioning former associates of the two women.  \n``People think that just because it's a prostitute who was murdered, we don't take it seriously,'' said Sgt. Robert O'Neil of the Broward County Sheriff's Office homicide unit.   \n``But any murder of a human being is of a serious nature. We investigate it as seriously as the murder of a high-profile businessman.''   Our history of experience with the United States government on down, which includes, of course, the State of Florida, exposes this statement as a bald-faced lie. What evidence is there to the contrary?  \nDetectives had met problems in the investigation because the most likely tipsters, other prostitutes and drug abusers, often are unreliable.   Maybe those who have ready access to information that can be used in profiling are the better ones to look at.  \n``They have a hard life,'' said Detective David Frisbie of the Cooper City Police Department, also part of the task force. ``It's a brutal world they live in.'' \nThe FBI has been involved, with detectives wanting a profile done of the likely killer. The FBI ran the two slayings through the Violent Criminals Apprehension Program, a nationwide database of crimes and victims.   Maybe it wasnâ\u0080\u0099t the same person.  Maybe it works like different seamstresses using the same pattern.  Maybe they need to look for the pattern maker(s).  To such an entity:  Of what use is a prostitute whose name happens to be Kim?  Of what use is a little boy whose name happens to be Zachary?  Of what use is a 26-day old infant whose family happens to call him Bobby?  Of what use is a governor whose term is up?  If not as surrogate victims, what use are any of them?   \nAn electrician found the body of Dietz- Livesey on June 22 in a suitcase in Cooper City.   June 22nd was the birthday of John William Stout, Tiaâ\u0080\u0099s fiancÃ©e (then) and husband (now).  \nA woman found Demas' body Aug. 9 in a duffel bag in Dania Beach.  August 9th marked one year since Daniel Max Boyko disappeared, and was later found murdered.  \n \n  <http://proquest.umi.com/i/pub/33031.gif> \n\nBody of second woman found stuffed in luggage Series: FLORIDA NEWS \nSt. Petersburg Times; St. Petersburg, Fla.; Aug 10, 2000; \n\nSub Title: \n[SOUTH PINELLAS Edition]\n\nStart Page: \n6B\n\nPersonal Names: \nDietz-Livesey, Kim\nCates, Robert\nAbstract:\nInside was the body of a white female with dark brown hair and green eyes. Broward County Sheriff's Office investigators identified the victim late Wednesday as Sia Demas, 21, of Wilton Manors. She was 5 feet 6 and weighed 149 pounds. She had four tattoos: the word \"Philly\" on her right wrist, \"Titi\" on her left, \"Drew\" on her right calf, and a peace sign, heart symbol and smiley face - all in a row on her left leg.\n\nDetectives said [Demas]' tattoos and the manner in which her body was found are eerily similar to the case of Kim Dietz-Livesey, a 35- year-old Miami woman whose body was found seven weeks ago inside a brown canvas suitcase on the side of Flamingo Road north of Sheridan Street in Cooper City. She too had four tattoos - including a few roses and a dragon - on her arms and legs. She was 5 feet 6 and weighed 120 pounds.\n\n\"There are really a lot of similarities,\" said Robert Cates, the Cooper City Police detective who has been searching for leads in the Dietz-Livesey case. Cates and other Cooper City detectives were at the scene where the duffel bag was found, taking photographs and talking to forensic investigators.\n\nFull Text:\n\nCopyright Times Publishing Co. Aug 10, 2000\nDetectives say the victim's tattoos and the manner in which the body was found are eerily similar to a case from less than two months ago.\nFor the second time in two months, a passer-by found the nude body of a tattooed-woman stuffed inside a piece of luggage left on the side of a Broward roadway.\nThe latest discovery came Wednesday morning when a woman walking her dog stumbled upon a bulging black, 4-foot-long duffel bag left in plain sight just yards from the Broward Medical Examiner's Office near Dania Beach.  The location â\u0080\u0093 close to the Medical Examinerâ\u0080\u0099s Office â\u0080\u0093 is most likely very significant.  Also, a woman I used to go to church with at Grace (Scot St.) was, like me, a seamstress.  One of the seamstress stories she shared with me was that a man had hired her to make some large, heavy-fabric (denim or canvas, I think) bags.  He explained that they were to put 55-gallon drums in, an explanation she did not question.  As it turns out, he was murdering people (women in Ohio, I think) and using the bags to put the bodies in.  Ultimately, he was arrested.  Fibers from the fabric were found, where he had dragged the bodies in the bags along the concrete.  My friend had to go to court to testify: she still had scraps from the bags she had sewn for him, and was able to associate them with him.  Her husbandâ\u0080\u0099s name was Dave â\u0080\u0093 I canâ\u0080\u0099t remember their last name just now.  They used to own the property at the corner of Hudson Avenue and Hicks Road, where the Circle K and that strip mall just north of it are now.  Their barn is still standing â\u0080\u0093 we had a few church hootenannies in there.  Dave died of a heart attack at a young age: early forties, I think.  I am sure I have told this story to a number of people.  The last I heard, she had remarried and moved out somewhere off of Kitten Trail (Theresa Blvd., I think).  \nInside was the body of a white female with dark brown hair and green eyes. Broward County Sheriff's Office investigators identified the victim late Wednesday as Sia Demas, 21, of Wilton Manors. She was 5 feet 6 and weighed 149 pounds. She had four tattoos: the word \"Philly\" on her right wrist, \"Titi\" on her left, \"Drew\" on her right calf, and a peace sign, heart symbol and smiley face - all in a row on her left leg.  Green eyes sounds like Chrystyna, although her hair is more blondish brown.  She is from Philadelphia.  â\u0080\u009cTitiâ\u0080\u009d is a nickname we have used for Tia within the family.  Drew can be short for Andrew (Nathanâ\u0080\u0099s middle name) and is also the name of one of Dadâ\u0080\u0099s relatives who used to live in this county: Drew Satterfield, wifeâ\u0080\u0099s name Dee.  Peace sign is from my era, heart symbol is sort of universally familiar.  Our dad always said that Josiah reminded him of Mr. Smiley face â\u0080\u0093 with his round-faced grin.  Is Hart the last name I am trying to think of?  We have a neighbor Dave Hart here on Owen.  Chrystyna has a tattoo on her ankle: a butterfly, I think.  Where and when did Demas get the tattoos?\nAn autopsy concluded that Demas was murdered. Authorities did not immediately make public the cause of death.\nDemas had a criminal record, according to sheriff's spokesman Jim Leljedal, including \"several charges, most of them drug related and some prostitution related.\" He said she had served some jail time.  This would be consistent with apparent surrogate victims who have had previous involvement with judicio-legal or health and human services entities â\u0080\u0093 virtually all of them, Mildred Boroski and Janis Beryl McDonnell possibly being among the exceptions.  \nDetectives said Demas' tattoos and the manner in which her body was found are eerily similar to the case of Kim Dietz-Livesey, a 35- year-old Miami woman whose body was found seven weeks ago inside a brown canvas suitcase on the side of Flamingo Road north of Sheridan Street in Cooper City. She too had four tattoos - including a few roses and a dragon - on her arms and legs. She was 5 feet 6 and weighed 120 pounds.  Seven weeks between cases repeats a significant number: 7.  What other roads are close to Flamingo?  Albatross was about one street away from Flicker, where Kimberly Langlois Wilsonâ\u0080\u0099s body was found: Alba Trouss, of course, being very significant in regard to Bill Webb.  There might have been a Flamingo there too.  Roses, of course, are my symbol and have been all my life.  The dragon is interesting â\u0080\u0093 my nickname as Dragonlady, perhaps?  Or Nathanâ\u0080\u0099s Chinese horoscope figure?  Our cat, whose name was Dragon (so named by Gavin Reid Fornof).  \n\"There are really a lot of similarities,\" said Robert Cates, the Cooper City Police detective who has been searching for leads in the Dietz-Livesey case. Cates and other Cooper City detectives were at the scene where the duffel bag was found, taking photographs and talking to forensic investigators.\n\"We need to sit down with Broward Sheriff's Office and go over both cases to determine if there is any connection,\" Cates said.\n\"There are a million other places in South Florida that are less conspicuous. Why on the side of the road?\"  Because the drama and the display were essential, particularly in that timeframe: the detectives need to think like professional terrorists.  Terror is the name of the game: the more terror, the better.  The methods can â\u0080\u0093 and do â\u0080\u0093 vary.  Who stands to benefit most from such terrorization?  And why?   \nLeljedal confirmed the Demas and Dietz-Livesey cases are being investigated together based on the similarities.  Demas and Dietz both start with D and have five letters: like David (David Walter Fornof?): an oddity that may or may not mean anything.  \nThe passer-by was walking her dog just after 7 a.m. on Southwest 31st Avenue when she came upon the bag.  Seven, again, and 31, one of our birthday numbers.  \nPolice partially unzipped the bag and saw a human back.\nThe bag lay in plain sight about 50 yards south of the Broward County Medical Examiner's Office. So close, that forensic investigators wheeled a gurney from the office, picked up the bag with the body inside and rolled the gurney back to the office for an autopsy.  This reminds me of Kathy A. Struckoff â\u0080\u0093 within insulting distance to the Sheriffâ\u0080\u0099s office, and within close timeframe to when we had met with him.  What was the date of Joan Woodâ\u0080\u0099s resignation letter, and my e-mails to Jeb about all that? Was there a timeframe correlation?  The Demas murder might have looped back to the Dietz-Livesey one in that regard, just as though the Dietz one had also been found in close proximity to the Medical Examinerâ\u0080\u0099s Office. What I mean is, even if the resignation was not until after the Dietz case, by virtue of being before the Demas one, and that one being so similar in other ways to the Dietz one, the first would gain correlation with the second and vice versa.  Since I have switched computers and donâ\u0080\u0099t have all my files transferred, I cannot easily look this up right now: I just have a feeling itâ\u0080\u0099s a detail that ought to be considered.        \nThe duffel bag was taken to the Broward Sheriff's Office crime lab where technicians searched for fingerprints, DNA residue or any other evidence that may lead to the woman's identity and her cause of death.  Was it a store-bought duffel bag, or homemade?\nIn the Dietz-Livesey case, police still have no suspects in the June 22 death. Investigators said she died of blunt head trauma.  Like Jennifer Renee Odom?  And how many others?  \nShe was the mother of a toddler and a former retail store manager who lived in El Portal in north Miami-Dade. Two weeks before her death, she had been arrested in Miami on prostitution charges. Police have not arrested anyone in the case, and an $11,000 reward from her family and Crimestoppers is being offered for any leads that result in an arrest.  Miami would associate her with Jeb and Columbaâ\u0080\u0099s former home place.  During this timeframe, it did not really have a strong relevance to me and mine, although I had traveled to Broward (April, I think).  \nNews of Wednesday's case gave Michael Livesey, Kim's husband who is caring for their 17-month-old daughter, hope that police may be able to find her killer.  Michael is another family name: Michael Edward Cieszynski.  Seventeen (17) is our number â\u0080\u0093 several birthdays, as well as the seventh, and therefore, holiest prime.  \n\"I am really sorry this happened to someone else,\" he said. \"People don't normally die this way. Hopefully, they will find a link between them and find whoever is doing this.\"\nThe deaths are among several cases in the past few years involving women who were killed and their bodies left in Broward.  Broward starts with B and has seven letters, like Blevins.  John and Christopher have both spent a lot of time in Ft. Lauderdale (Chris calls Ft. Slaughterdale) during this past year.  \nIn May 1999, Delia Lorna Mendez, a Broward prostitute, was found cut in half in a trash bin in Hollywood.  It could be that the only relevant thing about her being a prostitute is that she was considered expendable as a profiled surrogate â\u0080\u0093 but then, who isnâ\u0080\u0099t in the current, lawless system that prevails?  Delia is another name that starts with D and has five letters: Iâ\u0080\u0099m not convinced that would figure to be significant, but it is there, so I point it out.  \nA few months before, the body of Sheila Griffin was discovered in a vacant lot in the 1300 block of Northwest Second Street in Fort Lauderdale. She had been strangled.  Griffin is a form of one of our family names.  The thirtee